{"data":[{"text":"And welcome back.\n","speaker":"MATT"},{"text":"That was a new level.\n","speaker":"TRAVIS"},{"text":"We’ve definitely returned to the table. Thank you, Sam. So.\n","speaker":"MATT"},{"text":"Wait, super fast. We’ve got to go through credits. Right? Okay. So normally we don’t do this, and I did this once before when we released our other opening title sequence. Yeah, 50th. So we’re going to do this again. These are just people who do so much and who do not get enough love. I’m going to shout them out. Sean Becker, who’s the unsung hero of Geek and Sundry, he’s the executive producer. T.J. Rotell, he’s our production manager around here, he makes sure that we actually have cameras. Maxwell James, our producer that makes this show go every week. Dani Carr, our production coordinator, also huge producer here. Steve Sprinkles, who directed that amazing opening title sequence.\n","speaker":"MARISHA"},{"text":"That’s not a real name!\n","speaker":"SAM"},{"text":"I know. I love it on the slate. It always says 'Sprinkles’. Jan-Michael Losada, who is our D.P., and is the same D.P. from last time. Tristan Savage-Tate, our first A.C. Sean Delahunt, who is our key grip. Tyler Hart, who is our gaffer, who gaffs everything around here, he’s amazing. Jenny Newman, who did the amazing wardrobe. She sourced all the wardrobe. Wren Witting, who’s one of our hair and makeup artists. Vanessa Marie, who is our second hair and makeup artist. Jose Sosa, who was our production assistant. Selina Ruthe–\n","speaker":"MARISHA"},{"text":"That’s a lot of pieces of paper!\n","speaker":"LAURA"},{"text":"I know. Selina Ruthe, who did additional photography, and she also does stuff every day.\n","speaker":"MARISHA"},{"text":"Why didn’t you put them on the same piece of paper?\n","speaker":"LAURA"},{"text":"Because I didn’t know there was going to be this many. Brandon Clark, who was our location manager. Pamela Joy, who shot all the photos for that, and Loretta Ritchert.\n","speaker":"MARISHA"},{"text":"Yeah, they’re with Heirloom Photography, and they did all of our thumbnails, too. They did that poster.\n","speaker":"LAURA"},{"text":"Go check them out on Instagram!\n","speaker":"ASHLEY"},{"text":"Jason Charles Miller, who does our music.\n","speaker":"MARISHA"},{"text":"Party on, Garthok!\n","speaker":"LIAM"},{"text":"Sean Hudson, who does our post-production. And Andy Inglat, who edited thatthing. Okay. I’m sweating a lot.\n","speaker":"MARISHA"},{"text":"That’s okay. So.\n","speaker":"MATT"},{"text":"What a night. Well, guys…\n","speaker":"SAM"},{"text":"This has been great.\n","speaker":"TALIESIN"},{"text":"Holy shit.\n","speaker":"LIAM"},{"text":"Everyone. Everyone.\n","speaker":"MATT"},{"text":"Can we open our fricking books yet?\n","speaker":"SAM"},{"text":"Not yet.\n","speaker":"MARISHA"},{"text":"Welcome to Wildemount. The year is 835 P.D., or post-Divergence. This continent is divided both by jagged terrain and political powers. The Menagerie Coast, a collection of city-states united under the Clovis Concord, monopolizes the southwestern shores and ports of Wildemount, thriving on open trade and cultural freedom. Beyond the Cyrios Mountains lies the massive region known as Wynandir, bisected by the Ashkeeper Peaks. Eastern Wynandir houses the expansive wastes and turbulent badlands of Xhorhas, overrun with all manner of beasts and terrors, relics from the final battles of the Calamity that ruined that scarred landscape. Northward, you would find the Greying Wildlands, a lawless realm harboring a curse that has kept it unconquered by human hands. However, this story begins in the territory of Western Wynandir, within the boundaries of the Dwendalian Empire. Emerging 13 generations before, the Dwendalian Empire has slowly spread to encompass the surrounding societies of the region, absorbing the peoples of the Zemni Fields and the Marrow Valley, before finally conquering the Julous Dominion and taking the whole of Western Wynandir for the Empire.\n","speaker":"MATT"},{"text":"There will be no test.\n","speaker":"SAM"},{"text":"No. This is– let me continue. Under the rule of the current King Bertrand Dwendal, now in his 68th year, most are left to their own devices. You live as you did before. The crown only takes a tithe of what you produce and earn. You follow its laws, worship its gods, and bow to its installed local leadership. In return, denizens of the Empire are protected from the chaotic horrors and shadowed evils that stalk the edges of the civilized lands. This accord has led to a prosperous century for the Empire, or at least the political elite. Tensions brew beneath the chafing watch of the Crown’s Guard. Every temple is government-owned and run, and worship outside the approved idolatry is met with imprisonment. Rumors of military clashes at the eastern border near Xhorhas have many common folk on edge. Our story, however, begins much smaller. Here in the southern reaches of the Marrow Valley, beyond the entry gates of the Wuyun Gorge, lies the small rural town of Trostenwald. Bordering the blue waters of the Ustaloch, this town came to prominence near the turn of this recent century, when the surrounding fertile farmlands were discovered to produce a unique type of grain and wheat, leading to a boom of breweries. When the glut subsided, three large families stood triumphant in the local business of fermented delights. Now Trostenwald thrives on their exports of fish, crops, and ale. Here in this sleepy trade stop along the Amber Road, a handful of wandering destinies slowly begin to intersect. \nWe begin in the early hours of the morning on the day of Grissen in a messy room on the second floor of the Nestled Nook Inn. A bleary-eyed, bruised man in a tattered coat slowly wakens from his lengthy sleep, catching his small, snoring ally curled at the foot of the bed. Liam, if you would like to describe your character, please.\n","speaker":"MATT"},{"text":"Oh my god, no pressure!\n","speaker":"LAURA"},{"text":"Were we supposed to prepare this?\n","speaker":"SAM"},{"text":"I’m pretty filthy. I have a mess of reddish-brown hair, and really filthy road clothes. I wear a long coat that I slept in. I slept about 20 hours last night. Jeez. Unshaven, a bit of a mess.\n","speaker":"LIAM"},{"text":"So far you’re just talking about current Liam.\n","speaker":"SAM"},{"text":"What color are your eyes? I need visual.\n","speaker":"LAURA"},{"text":"They’re blue. That’s it. It was a rough day yesterday, and– that’s it.\n","speaker":"LIAM"},{"text":"And your name is?\n","speaker":"MATT"},{"text":"Oh. Caleb. Caleb Widogast.\n","speaker":"LIAM"},{"text":"All right. As your smaller friend curls awake, Sam, would you like to describe your character?\n","speaker":"MATT"},{"text":"Yeah. Um. I am a little goblin girl.\n","speaker":"SAM"},{"text":"I am a goblin. So, you know, the green skin, the green hair, the yellow eyes. And she wears not-great clothes, just like her traveling companion there. She hides in the shadows a lot, because she knows goblins aren’t welcome in this part, and that’s about it. I mean, she’s a little skittish, and right now she’s probably stirring awake as well, right?\n","speaker":"SAM"},{"text":"Well. What’s your name?\n","speaker":"MATT"},{"text":"Oh. Nott the Brave.\n","speaker":"SAM"},{"text":"So Caleb, as you come to consciousness, you glance over and can see, slowly snoring and rousing at about the same time, Nott’s eyes blink open, her slowly groaning face looking over towards you.\n","speaker":"MATT"},{"text":"(high-pitched Cockney accent) Oh! You’re finally awake, I see. Oh yeah, motherfuckers. It’s on. You were out for quite some time, there. Rough day, eh?\n","speaker":"SAM"},{"text":"(light German accent) Not our best day, no.\n","speaker":"LIAM"},{"text":"No, I mean, usually you’re so good at everything, but yesterday you were just– maybe you needed the sleep, is what you needed.\n","speaker":"SAM"},{"text":"Thank you.\n","speaker":"LIAM"},{"text":"Well, don’t thank me yet. I should probably tell you what happened while you were asleep. I mean, you were asleep for so long. I got bored, frankly. I was going through my pack and reorganizing.\n","speaker":"SAM"},{"text":"Has anybody seen you– seen you seen you?\n","speaker":"LIAM"},{"text":"Well, I mean, many people? I got bored. You’ve never slept that long, so I left, I went downstairs, I thought I’d do a bit of window-shopping, and you know how sometimes I get the itch, you know?\n","speaker":"SAM"},{"text":"I do. Did you make it back here okay, at night?\n","speaker":"LIAM"},{"text":"I’m here, aren’t I?\n","speaker":"SAM"},{"text":"Yeah, you are.\n","speaker":"LIAM"},{"text":"Yeah, I did. But I might have been spotted by a few of the Crown’s Guard.\n","speaker":"SAM"},{"text":"Did you have the mask on?\n","speaker":"LIAM"},{"text":"No? No, I didn’t. But they didn’t catch me, so. Listen, I’m sorry, sometimes I get the urge, I’ve got to take something, you know? I was trying to replenish what you lost yesterday, and I failed.\n","speaker":"SAM"},{"text":"Well, we– (sighs)– discussed coming to a bigger town. It’s going to be a little more difficult now. You can’t go– it was easier on outskirts, it was easier in farms, but we can’t do that here.\n","speaker":"LIAM"},{"text":"I know, I’m sorry. Yeah. I know. You’re right. Yep. I just got a little bit squiggly. That’s all.\n","speaker":"SAM"},{"text":"Okay. Well, I think today you should have the mask on at all times.\n","speaker":"LIAM"},{"text":"Yeah, good idea, Caleb.\n","speaker":"SAM"},{"text":"It’s better when we’re working together. If you need to steal something, do it with my help,\nall right?\n","speaker":"LIAM"},{"text":"Yeah, yeah, of course. Yeah.\n","speaker":"SAM"},{"text":"Back up the conversation a minute. Thank you. I would not be alive if you had not– you saved my life. So thank you.\n","speaker":"LIAM"},{"text":"Ah, no problem.\n","speaker":"SAM"},{"text":"Yesterday was really not great.\n","speaker":"LIAM"},{"text":"Yeah, well, we’ll do better today, right?\n","speaker":"SAM"},{"text":"Sure. Sure we will. Are you hungry?\n","speaker":"LIAM"},{"text":"Yeah, I’m starving.\n","speaker":"SAM"},{"text":"At this point, you notice the gentle smell of cooked meats and promises of mediocre porridge and eggs just barely begins to creep beneath the subtle floor of your room, meet your nostrils.\n","speaker":"MATT"},{"text":"Well, Nott, what are we going to do today? I can go down and get breakfast and bring it up here. At least– I don’t know. I mean, I’m a little wary of just splashing back into the town right away.\n","speaker":"LIAM"},{"text":"Let’s go down, get some food. I’ll come with you, 'cause as you said, we’re better together. And we’ll take it from there. You need some books and stuff, right?\n","speaker":"SAM"},{"text":"Always.\n","speaker":"LIAM"},{"text":"All right, well, that’s on the to-do list.\n","speaker":"SAM"},{"text":"All right, well, let’s get something to eat, then.\n","speaker":"LIAM"},{"text":"All right, so you prepare yourself with your mask set over?\n","speaker":"MATT"},{"text":"Yes, yeah, so I have a half a mask that covers my goblin face, and with the hood over, kind of obscures. Maybe it’s not a goblin, maybe it’s a little halfling person or something.\n","speaker":"SAM"},{"text":"Which is helpful. The southern, more rural region of the Empire, especially near Felderwin, which is one of the largest tilling and farming areas of the entire Empire, has a very heavy halfling population. And so while this city is not the core of it, you’d probably see a larger 20-25% of the population here in Trostenwald is halfling. So you pass off pretty decently as long as you keep away from discerning, intent eyes. So the two of you manage to gather your things for the time being, wander down the stairs from the top floor down to the base of the tavern, which, the air is already bustling with townsfolk and all manner of travelers preparing to take on the day’s responsibilities. Yorda, the 40-something woman barkeep with shoulder-length blonde hair and weathered skin that you previously rented your room at the inn from, frantically darts behind the bar while the red-headed barmaid rushes from table to table. It seems that the clientele is a bit more than they were expecting this morning. Yorda yells from behind the bar to the barkeep, “Adelaine, two more brats and a bit of mush at the corner table.” She looks up, “I’m working on it!” And she runs over and heads back to the kitchen. There’s a faint bit of music as two slovenly-looking musicians in the corner are trying to work for tips with a small hat on the floor that it looks like nobody’s thrown any coin into it. The tables are fairly busy, except for maybe two that appear to be available between the two of you guys, if you’d like to find a seat.\n","speaker":"MATT"},{"text":"Okay. Sure. Is that easy to do, find a seat?\n","speaker":"LIAM"},{"text":"Yeah, you walk over to it, you sit down.\n","speaker":"MATT"},{"text":"Is this how D&D works?\n","speaker":"LIAM"},{"text":"What do we roll for?\n","speaker":"SAM"},{"text":"You sit down, and due to the chaos that ensues around you, it takes a little while for Adelaine, the red-headed barmaid, to come by, and she scoots by the table. “I’m terribly sorry. What can I get you?”\n","speaker":"MATT"},{"text":"You know, meat if you have it, but if you don’t, that’s okay, too. Potatoes, or bacon if it’s on the menu, but really anything–\n","speaker":"SAM"},{"text":"“I can get you all three, it’s fine. What you want?”\n","speaker":"MATT"},{"text":"A Trost for each of us, please.\n","speaker":"LIAM"},{"text":"“For breakfast? I like you. All right, two Trosts and a bunch of meats. Be right back.” And she rushes off, she pulls her hair back and ties it as she goes into the kitchen, getting ready for the midst of chaos. While you guys have a moment there at the table, you can hear conversation muttering around you, and you have a brief bit of privacy to discuss.\n","speaker":"MATT"},{"text":"Yes, I need books, that’s true, but did you find drink yesterday?\n","speaker":"LIAM"},{"text":"I have a little left in my flask.\n","speaker":"SAM"},{"text":"How much?\n","speaker":"LIAM"},{"text":"Just a couple swigs.\n","speaker":"SAM"},{"text":"So that’s also on the to-do list, then.\n","speaker":"LIAM"},{"text":"I mean, if you don’t want me to get too jittery, yeah.\n","speaker":"SAM"},{"text":"All right. Okay. So we’ll do that first.\n","speaker":"LIAM"},{"text":"All right.\n","speaker":"SAM"},{"text":"I love her.\n","speaker":"TRAVIS"},{"text":"A short time passes before the two platters are rushed over and scattered across the front of your table with a clattering. Pile of meats there set for you, a little bit placed on the side, because you might need, especially with the look on your face– Adelaine gives you a glance and goes, “Put something in your belly.” Comes back and slides two Trosts to you.\n","speaker":"MATT"},{"text":"I remove my little mask, and then just go (eating noises).\n","speaker":"SAM"},{"text":"I take the last piece.\n","speaker":"LIAM"},{"text":"As you guys are partway through your meal– let’s see, this would be Caleb. You notice out of the corner of your eye a gentleman enter the door looking kind of meek. Middle-age, looks work-hardened. He has a heavy chin-beard that is unkempt and a bit wild, but his eyes are warm. He’s holding his hat in his grip, and he scans the room with an eager glance before his face brightens, and he begins to push his way across the room, in your direction, it looks like. He scoots over towards your table, and as you’re about to turn and see what he’s about–\n","speaker":"MATT"},{"text":"I’m putting my hand on my purse.\n","speaker":"LIAM"},{"text":"–he pivots to the table next to you instead. He turns to you three.\n","speaker":"MATT"},{"text":"We’ve just been sitting here this whole time!\n","speaker":"LAURA"},{"text":"Yeah. You’ve met this man the day before, Rinaldo, the fisherman, who you had aided. And as he approaches, he goes, “Might I sit, please?”\n","speaker":"MATT"},{"text":"Of course, take a seat.\n","speaker":"LAURA"},{"text":"What’s that?\n","speaker":"SAM"},{"text":"As he sits down in his chair, I would ask each of you to please describe yourselves, starting with you, Laura.\n","speaker":"MATT"},{"text":"(Slavic accent) Oh, well, okay. I’m just, you know, a little blue tiefling, that’s all, with blue hair. And I’m wearing a pretty cute dress, that’s all. And I’m having a good time, you know? We’re just having a good time here at breakfast.\n","speaker":"LAURA"},{"text":"All right. And you?\n","speaker":"MATT"},{"text":"Uh, yeah. Yeah. I’m, you know, simple girl, simple needs. Just wearing nice, baggy clothes, some monk vestiges. They’re in nice blues and greys. You notice I have a blue sash around my belt. Got a nice shave going on, little undercut. Looks like maybe I put on makeup two days ago, and I’m like, yeah, it’s still holding up. It’s fine. I can work with that.\n","speaker":"MARISHA"},{"text":"What’s your name?\n","speaker":"SAM"},{"text":"We’ll get to that. Thank you. And Travis, if you’d like to describe yourself, please?\n","speaker":"MATT"},{"text":"(Texan drawl) Yeah, I’m here too.\n","speaker":"TRAVIS"},{"text":"I’m a half-orc, sitting here in beat-up leathers. Have a big scar across my face.\n","speaker":"TRAVIS"},{"text":"(sings 'Bad to the Bone’)\n","speaker":"SAM"},{"text":"Green skin tone, and got some piecemeal armor put together and stuff. My name’s Fjord.\n","speaker":"TRAVIS"},{"text":"You’re very handsome. I just need to tell you.\n","speaker":"LAURA"},{"text":"Thank you. Appreciate that.\n","speaker":"TRAVIS"},{"text":"As Rinaldo sits down, clutching his hat still in his hands, says, “I thank you for your time. Fjord. And, I apologize, I forget your names.”\n","speaker":"MATT"},{"text":"Beauregard.\n","speaker":"MARISHA"},{"text":"“Beauregard. And?”\n","speaker":"MATT"},{"text":"Jester.\n","speaker":"LAURA"},{"text":"“Jester, thank you. You all came when no one else would yesterday, and because of you my daughter is still alive.”\n","speaker":"MATT"},{"text":"Oh yeah. Sorry for being a pessimistic asshole, by the way, when we first came into town.\n","speaker":"MARISHA"},{"text":"“Oh, that’s okay.”\n","speaker":"MATT"},{"text":"I’m not used to things turning out good.\n","speaker":"MARISHA"},{"text":"“You’ll do well this side of the Empire. Anyway. I won’t keep you, but I– we spoke yesterday, and I didn’t have much to give you. Sent you away with nothing but my gratitude. But I’ve been asking around the other fishermen, lochsmen, and we’ve put together a little bit of coin for your troubles, so.” And he turns his cap over on the table, and this catches your attention, you hear this clattering of coin. Your eyes glance over, especially you, Nott, and watch as he leaves this pile of what looks to be mostly copper and silver pieces, with a couple of glimmers of gold, and as soon as it clatters across the hard wood table here in the center of the tavern, other faces begin to turn, gather attention as to what’s happening over here in the back edge, and he takes his cap back and pushes it forward towards all of you, his dirty, you can see cracked and very callused fingers shoving it in your direction, before taking his hat and placing it back over his head.\n","speaker":"MATT"},{"text":"So cool!\n","speaker":"LAURA"},{"text":"Those coins went all over the floor?\n","speaker":"LIAM"},{"text":"All over the table. “I hope it’s helpful. But thank you.”\n","speaker":"MATT"},{"text":"Yeah, yeah. Oh wait.\n","speaker":"MARISHA"},{"text":"We can’t accept this, right? I mean, it’s too much.\n","speaker":"TRAVIS"},{"text":"We’re supposed to at least say that,right? And then still accept it, right?\n","speaker":"MARISHA"},{"text":"I think you’re supposed to do it if you say it.\n","speaker":"TRAVIS"},{"text":"Well, I mean, he did go around to a bunch of people. That was a lot of work on his part. I would hate to make him go back to all of those people and give it back to each individual person.\n","speaker":"LAURA"},{"text":"Fine, fine.\n","speaker":"TRAVIS"},{"text":"If he didn’t keep a ledger, you know. We wouldn’t want to do that. It’s rude not to accept a gift, right? It’s rude not to accept a gift, right?\n","speaker":"MARISHA"},{"text":"“I would hope that is the case. Anyway. Thank you very much. I am sorry for getting in your way.” And he stands up and gives you all a nod and rushes out of the tavern, a little embarrassed by all the attention that’s now placed on him by the other patrons, and as he leaves, everyone goes back to their business, a couple of wandering eyes starting to count what coins are there as you slowly mitt them in your direction.\n","speaker":"MATT"},{"text":"Divide it up.\n","speaker":"LAURA"},{"text":"Okay, okay.\n","speaker":"MARISHA"},{"text":"There are four gold pieces amongst the pile, 22 silver, and 48 copper pieces.\n","speaker":"MATT"},{"text":"Can I clock the room, see who else is watching her count?\n","speaker":"TRAVIS"},{"text":"Perception check. 48 copper.\n","speaker":"MATT"},{"text":"Is this the first roll?\n","speaker":"TRAVIS"},{"text":"First roll of the campaign.\n","speaker":"MATT"},{"text":"Natural 20.\n","speaker":"TRAVIS"},{"text":"And that’s how you start it. All right.\n","speaker":"MATT"},{"text":"So I’m leaving it to you to do that counting. Which is really hard for me, personally, but there you go.\n","speaker":"LAURA"},{"text":"How do you split up four gold? We have four gold and there’s only three of us.\n","speaker":"MARISHA"},{"text":"Don’t know.\n","speaker":"LAURA"},{"text":"Well, I actually did pretty good at that card game, so you can have mine.\n","speaker":"TRAVIS"},{"text":"Aw. I will. Okay.\n","speaker":"MARISHA"},{"text":"So two for each of us! That’s great.\n","speaker":"LAURA"},{"text":"Oh, that’s good. One for you, two for me, two for– oh wait, no, wait, math doesn’t make sense.\n","speaker":"MARISHA"},{"text":"She’s your treasurer?\n","speaker":"SAM"},{"text":"This is going to go great.\n","speaker":"MATT"},{"text":"It’s hard not being the treasurer.\n","speaker":"LAURA"},{"text":"I’ll give two to Jester, one for you, one for me. And then 22 silver, that’s–\n","speaker":"MARISHA"},{"text":"Tell you what, you do that math.\n","speaker":"LAURA"},{"text":"While you’re counting this out and figuring out the division of your gains, Fjord, you glance about, narrowing your orcish eyes across the room, and you can see two other tables there are some gentlemen who are peering over, and as soon as they meet your gaze, they go right back to their business and completely shrink away. There’s a man and a hooded figure at a table immediately adjacent to you. The man looks rather filthy, his hair a bit unkempt, and he’s trying to finish his drink. However, the smaller halfling-looking figure is just glaring intently, and is slowly leaning in the direction of the table.\n","speaker":"MATT"},{"text":"That’s creepy. Fucking disgusting. I think we have people watching us.\n","speaker":"TRAVIS"},{"text":"Who is watching us?\n","speaker":"LAURA"},{"text":"Well, just take a look right over there.\n","speaker":"TRAVIS"},{"text":"Don’t arouse suspicion, but did you hear all that coin hit that table, Caleb?\n","speaker":"SAM"},{"text":"I did. It’s on the table, though, so I think on the table it will stay.\n","speaker":"LIAM"},{"text":"Yes, but we could follow them out. We could do the Moneypot. We could run Rat Food. We could do Prince and the Pauper to get it from them. We could try Spider Eyes. Any of those could work–\n","speaker":"SAM"},{"text":"Are you guys staying here?\n","speaker":"LAURA"},{"text":"This blue-skinned tiefling suddenly leans over to you at the table.\n","speaker":"MATT"},{"text":"Don’t move. Don’t move. Tieflings can only see movement.\n","speaker":"SAM"},{"text":"I don’t think that’s true–\n","speaker":"LIAM"},{"text":"It’s very true, we have a hard time seeing things that aren’t moving, it’s very true. But I can hear you. You should take a bath. You know they have showers here. It’s possible.\n","speaker":"LAURA"},{"text":"A what now?\n","speaker":"LIAM"},{"text":"You bathe yourself in water.\n","speaker":"LAURA"},{"text":"No, I’ve bathed before, yeah, I know what a bath is.\n","speaker":"LIAM"},{"text":"It’s because you smell really bad, and it’s wafting over this direction. I’m just letting you know. I would hate if I smelled that bad and someone didn’t tell me.\n","speaker":"LAURA"},{"text":"I’ve only just met you.\n","speaker":"LIAM"},{"text":"Hi! I’m Jester.\n","speaker":"LAURA"},{"text":"Hi, I’m Caleb.\n","speaker":"LIAM"},{"text":"Nice to meet you, Caleb. How much silver did I just get?\n","speaker":"LAURA"},{"text":"Seven!\n","speaker":"MARISHA"},{"text":"Woo!\n","speaker":"LAURA"},{"text":"And 16 copper. Aren’t you all jealous?\n","speaker":"MARISHA"},{"text":"Morning.\n","speaker":"SAM"},{"text":"Morning.\n","speaker":"MARISHA"},{"text":"Make a perception check, Beauregard and Jester.\n","speaker":"MATT"},{"text":"Whoa.\n","speaker":"LAURA"},{"text":"Are you checking your DnD Beyond specs?\n","speaker":"LIAM"},{"text":"I am, I’m adding my–\n","speaker":"MARISHA"},{"text":"22. I haven’t even flipped over my character sheet yet. This is crazy.\n","speaker":"LAURA"},{"text":"19.\n","speaker":"MARISHA"},{"text":"Okay. The somewhat meek female halfling who’s now suddenly very reserved, and not as filthy as the human compatriot that she keeps, seems less and less halfling the more you glance in her direction. The ears are folded inward but elongated, the tinges of green to the skin, and with the little words that have poked through her lips, you can see what appear to be teeth more jagged than expected of the half-folk.\n","speaker":"MATT"},{"text":"I just shout over and I say, good morning, in Halfling.\n","speaker":"MARISHA"},{"text":"I know Halfling, right? Yes. I’ll shout back, top of the morning to you.\n","speaker":"SAM"},{"text":"Would you like a coffee? I’d love to buy you a coffee.\n","speaker":"MARISHA"},{"text":"We’ve got– free coffee? Yeah, yeah, I’ll take it. Sure. Thank you.\n","speaker":"SAM"},{"text":"You’re being mighty fucking friendly. They were looking at our coin.\n","speaker":"TRAVIS"},{"text":"Why can’t they have been looking at me? Maybe they were looking at me.\n","speaker":"MARISHA"},{"text":"I didn’t think of that.\n","speaker":"TRAVIS"},{"text":"Maybe they were looking at you. As Jester said, you’re handsome.\n","speaker":"MARISHA"},{"text":"Just–\n","speaker":"LIAM"},{"text":"Yes?\n","speaker":"LAURA"},{"text":"Nott.\n","speaker":"LIAM"},{"text":"He said “Jest”.\n","speaker":"SAM"},{"text":"I just thought you said my name, is all.\n","speaker":"LAURA"},{"text":"Oh, I said your name. Oh, they might have said your name, too.\n","speaker":"MARISHA"},{"text":"Never mind, never mind. Could I get another Trost over here, please?\n","speaker":"LIAM"},{"text":"Two, please, right away.\n","speaker":"SAM"},{"text":"Eventually Adelaine comes by and brings two fresh Trosts to the table, glancing about at the unique tension in the air right here. “Would you like anything as well?”\n","speaker":"MATT"},{"text":"Oh, yes. Lots of baked goods if you have them, please.\n","speaker":"LAURA"},{"text":"Pork belly, if you have it.\n","speaker":"TRAVIS"},{"text":"I don’t think I’ve seen you eat anything other than pastries.\n","speaker":"MARISHA"},{"text":"I really like them.\n","speaker":"LAURA"},{"text":"I’m kind of concerned for your well-being. It’s fine, I’m not that concerned. Eat whatever you want. I’ll have bacon, some ham, whatever.\n","speaker":"MARISHA"},{"text":"“All right, pork it is. I’ll be right back.” She rushes off to the kitchen. You guys continue to awkwardly stare at each other.\n","speaker":"MATT"},{"text":"I’m going to put my hand up and say, quietly, to Nott, the Moneypot is not for them. It’s not for them, it’s for farmers. Okay?\n","speaker":"LIAM"},{"text":"Yeah, you’re right, you’re right.\n","speaker":"SAM"},{"text":"Do we notice them whispering?\n","speaker":"MARISHA"},{"text":"With your perception rolls earlier? Yes.\n","speaker":"MATT"},{"text":"But I said it really quietly.\n","speaker":"LIAM"},{"text":"She rolled a 22.\n","speaker":"MATT"},{"text":"But she can hear my little whisper?\n","speaker":"LIAM"},{"text":"No, you heard the whisper, you’re not sure what the words are. You can see that they’re whispering. Being mysterious.\n","speaker":"MATT"},{"text":"Okay, cool.\n","speaker":"LAURA"},{"text":"In Halfling, I’ll say to Beau–\n","speaker":"SAM"},{"text":"Beau for short works.\n","speaker":"MARISHA"},{"text":"Are you in town for business or pleasure?\n","speaker":"SAM"},{"text":"Can I insight check him, see what he’s hiding?\n","speaker":"MARISHA"},{"text":"Make an insight check.\n","speaker":"MATT"},{"text":"Okay. What’s my insight, I can’t remember.\n","speaker":"MARISHA"},{"text":"What is he saying? I mean you, you’re a girl. What is she saying? Shit. That’s really hard to remember now.\n","speaker":"LAURA"},{"text":"You’re asking me what I’m saying.\n","speaker":"SAM"},{"text":"Yeah, what did you just say?\n","speaker":"LAURA"},{"text":"13.\n","speaker":"MARISHA"},{"text":"13? I mean, seems to be genuine. Hard to read through all the wrappings, shadow, and the hood still obscuring the face.\n","speaker":"MATT"},{"text":"Do you have the mask covering you?\n","speaker":"LAURA"},{"text":"I think I do.\n","speaker":"SAM"},{"text":"Yeah, it’s this porcelain covering that has painted lips. It’s a little unsettling.\n","speaker":"MATT"},{"text":"I mean, I’m sorry, not to be blunt, but, you know. It’s pretty obvious goblins are not welcome strolling about.\n","speaker":"LIAM"},{"text":"She’s a goblin?!\n","speaker":"LAURA"},{"text":"Yeah, yeah, but you don’t have to make a big thing of it, all right? There could be people here who don’t know.\n","speaker":"SAM"},{"text":"That’s right. She’s my companion, she’s my friend. There’s nothing to make a big deal about. That’s why she’s wrapped up. Just leave it, please.\n","speaker":"LIAM"},{"text":"I didn’t ask why she was wrapped up.\n","speaker":"LAURA"},{"text":"I know, we’re not making a big deal out it. You’re making a big deal out of it.\n","speaker":"MARISHA"},{"text":"Somebody asked why she was wrapped up.\n","speaker":"LIAM"},{"text":"No, nobody asked.\n","speaker":"LAURA"},{"text":"Somebody said the words– this is Liam– “Why are you all wrapped up?”\n","speaker":"LIAM"},{"text":"Oh, I asked if she was cold.\n","speaker":"MARISHA"},{"text":"That’s concern.\n","speaker":"SAM"},{"text":"As Caleb finishes oversharing.\n","speaker":"MATT"},{"text":"Vaxleth is over. It’s so over!\n","speaker":"LIAM"},{"text":"Those are old times, man. That was a different universe. Different life.\n","speaker":"MARISHA"},{"text":"At this point, there is a bit of a commotion towards the entrance of the tavern. Two shadows step into the doorway of the nearish-noonday sun. The figures, one eclipsing the other from behind, begin to step in. You notice one of them begins to step from table to table, glancing about with a sort of grace to the movement, the other staying a few feet behind. Taliesin, if you’d like to describe your character, please.\n","speaker":"MATT"},{"text":"I didn’t think we were going to meet you so soon!\n","speaker":"LAURA"},{"text":"Neither did I.\n","speaker":"TALIESIN"},{"text":"I didn’t either.\n","speaker":"ASHLEY"},{"text":"But here we are. A lavender– damn it, Travis. A lavender tiefling with red eyes and very pierced, extremely ostentatious horns that are pierced with little gems and little baubles. He’s got a tattoo that seems to be running up the side of his face, a peacock tattoo that goes off into his very ostentatious, ridiculous, overblown robes that he wears. His two swords and pouch dangling at the side of his hips. He’s very broad in his dress.\n","speaker":"TALIESIN"},{"text":"So a literal and figurative peacock.\n","speaker":"LIAM"},{"text":"Oh yes.\n","speaker":"TALIESIN"},{"text":"One of your characters? No.\n","speaker":"TRAVIS"},{"text":"I know, mine. Who knew?\n","speaker":"TALIESIN"},{"text":"As this tiefling darts from table to table, a few feet behind, you see–\n","speaker":"MATT"},{"text":"Wait, did you say your name?\n","speaker":"ASHLEY"},{"text":"I didn’t say my name.\n","speaker":"TALIESIN"},{"text":"Okay. So there is a woman behind him. Taller than your average… lass.\n","speaker":"ASHLEY"},{"text":"She’s very, very, very pale-skinned. Her hair is black that starts to turn white as it gets longer. It’s matted, it’s dreaded, it’s braided. Her clothes are a bit tattered, but just sort of– she’s a bit of a mess, and she has two different color eyes. One of them is a light greenish-blue, and the other is a violet color. And she’s very standoffish, hunch-y, arms folded.\n","speaker":"ASHLEY"},{"text":"You watch as these figures slowly move from table to table, the tiefling engaging in some distant conversation, leaving a slip of paper, walking to the next table. Gauging the atmosphere, not leaving a slip of paper, and quickly moving on, and then eventually your eyes meet what looks to be two tables with a very motley crew of individuals that are both awkwardly avoiding their own tension and currently trying to figure you out.\n","speaker":"MATT"},{"text":"Can I tell if– where are they in the dispensement of the coin? Can I tell they have a little coin on them? Did I catch any of that?\n","speaker":"TALIESIN"},{"text":"They’ve completed distributing, so you don’t see any coin, unfortunately.\n","speaker":"MATT"},{"text":"Well. I don’t believe I’ve ever seen a group of people more in need of a good time in my entire life. Mollymauk Tealeaf of the Fletching and Moondrop Traveling Carnival of Curiosities. If there was ever a group of people that needed a good time to go out, have a laugh, see things that you have never seen before, and my god, take my word for it, one month’s time, people will be buying your ale to hear the tale of what you saw at the Traveling Carnival of Curiosities this night.\n","speaker":"TALIESIN"},{"text":"We saw your tent going up! We did!\n","speaker":"LAURA"},{"text":"We were actually going to go without the flyer, but now we also have a flyer.\n","speaker":"MARISHA"},{"text":"It’s just five copper. A steal. At five silver, it would be a steal, at five gold? Worth every penny. But if you’ve got the five copper to spend, we would happily have you all.\n","speaker":"TALIESIN"},{"text":"Do you perform?\n","speaker":"LAURA"},{"text":"Ah. I’m less of a performer and more of an intermediary for these parts. I do on occasion\nperform. I can read fortunes–\n","speaker":"TALIESIN"},{"text":"(gasps) I was going to ask if you read fortunes! Can you do one now?\n","speaker":"LAURA"},{"text":"I knew you were going to ask that.\n","speaker":"TALIESIN"},{"text":"(gasps) Oh my gosh, you’re so smart. Look at this guy, he knows everything!\n","speaker":"LAURA"},{"text":"I’m going to sit down at the table.\n","speaker":"TALIESIN"},{"text":"Okay. He goes and sits down at this table, finishing his presentation. One of the barmaids comes up to you, and looks up. You’re standing almost a solid seven inches taller than her. “Miss, can I get you a drink?”\n","speaker":"MATT"},{"text":"(deadpan) Yes could I have a drink, please. Just some ale.\n","speaker":"ASHLEY"},{"text":"“Coming right up. Any preferences for the family? Baumbauch?”\n","speaker":"MATT"},{"text":"Stay clear of Baumbauch. They’re dicks.\n","speaker":"LAURA"},{"text":"That’s kind of true.\n","speaker":"MARISHA"},{"text":"Just a big.\n","speaker":"ASHLEY"},{"text":"“Husseldorf, then. All right. Be right back.” And she wanders off.\n","speaker":"MATT"},{"text":"Well. Who has coin for a fortune?\n","speaker":"TALIESIN"},{"text":"Do you know my name?\n","speaker":"LAURA"},{"text":"What is your name?\n","speaker":"TALIESIN"},{"text":"Jester.\n","speaker":"LAURA"},{"text":"I know your name now!\n","speaker":"TALIESIN"},{"text":"(laugh)\n","speaker":"OTHER"},{"text":"What is your name?\n","speaker":"LAURA"},{"text":"Oh, my name is Molly to my friends, and we’re friends, now, aren’t we? Pleasure.\n","speaker":"TALIESIN"},{"text":"Molly. Look at this guy.\n","speaker":"LAURA"},{"text":"Mollymauk. Molly for short. This is Yasha, she’s a charm.\n","speaker":"TALIESIN"},{"text":"Hello.\n","speaker":"ASHLEY"},{"text":"Yasha. Yasha.\n","speaker":"MARISHA"},{"text":"Now. Would anyone like a fortune read?\n","speaker":"TALIESIN"},{"text":"I would love one.\n","speaker":"LAURA"},{"text":"Do you have coin?\n","speaker":"TALIESIN"},{"text":"Yes. How much do you want?\n","speaker":"LAURA"},{"text":"Two copper.\n","speaker":"TALIESIN"},{"text":"Two copper, okay, I just got some copper. Here you go.\n","speaker":"LAURA"},{"text":"Mark down your two copper. (laughs)\n","speaker":"MATT"},{"text":"I am taking this in. All right. (sighs) I’m going to try and do this.\n","speaker":"TALIESIN"},{"text":"Oh my gosh, really?\n","speaker":"LAURA"},{"text":"So, as he pulls out a small set of cards and begins to shuffle them, go ahead and roll an insight check.\n","speaker":"MATT"},{"text":"(deadpan) He’s really quite good, you all should line up and get your fortunes told.\n","speaker":"ASHLEY"},{"text":"Let’s do a 16 there.\n","speaker":"TALIESIN"},{"text":"Okay, so you get a brief conversation here, you get a pretty solid read: the excitability, the eagerness, and the exuberant interest in just getting in your face that this person wants– any fortune you tell will probably suffice. Go ahead and roll a sleight-of-hand check as well.\n","speaker":"MATT"},{"text":"Look at this fucking game!\n","speaker":"SAM"},{"text":"Also 16.\n","speaker":"TALIESIN"},{"text":"Yeah. And you feel pretty confident that her eyes are locked onto your eyes at the moment and not the deck, as you set up a proper reading. And the cards are shuffled, set, you place them before you, and you may give your fortune.\n","speaker":"MATT"},{"text":"I’m going to just keep my eyes open for any tricks of the hand, sleight-of-hand-y-type tricks.\n","speaker":"SAM"},{"text":"Make a perception check.\n","speaker":"MATT"},{"text":"Okay. Perception. 14.\n","speaker":"SAM"},{"text":"14. All right. Everything seems pretty above-board.\n","speaker":"MATT"},{"text":"Your first card, the Silver Dragon. This is good. You’re pure, you’re virtue, you are a worthwhile and wonderful human being, obviously, or creature of some repute.\n","speaker":"TALIESIN"},{"text":"That’s what everyone always tells me.\n","speaker":"LAURA"},{"text":"It’s true. And heading towards the Anvil.\n","speaker":"TALIESIN"},{"text":"What is that?\n","speaker":"LAURA"},{"text":"That is a destiny forged.\n","speaker":"TALIESIN"},{"text":"(deadpan) Ohh.\n","speaker":"ASHLEY"},{"text":"There is something bright and adventurous in your future.\n","speaker":"TALIESIN"},{"text":"Wow! You know, we did just defeat a really big snake? So maybe there’s even bigger things coming up, you know?\n","speaker":"LAURA"},{"text":"Can I make another roll?\n","speaker":"TALIESIN"},{"text":"Sure.\n","speaker":"MATT"},{"text":"Ashley confirmed worst hype-man ever.\n","speaker":"SAM"},{"text":"19.\n","speaker":"TALIESIN"},{"text":"Yeah, easy enough. Even with discerning eyes at the table, you are at the top of your game.\n","speaker":"MATT"},{"text":"The Serpent card appears. Of course you did.\n","speaker":"TALIESIN"},{"text":"(gasps) Oh my gosh! Look at that! How did you even do that?\n","speaker":"LAURA"},{"text":"That’s all the cards. I’m simply a vessel for higher powers.\n","speaker":"TALIESIN"},{"text":"While everybody’s watching this shit happen, may I cast Detect Magic?\n","speaker":"LIAM"},{"text":"You may. You lean back and subtly begin a brief muttering of an incantation, your fingers wash through the air, a faint silver gleam across your fingertips. Nothing magical shows up in the immediate vicinity.\n","speaker":"MATT"},{"text":"Will you ask the cards if I’m going to find him?\n","speaker":"LAURA"},{"text":"If you’re going to find her?\n","speaker":"TALIESIN"},{"text":"Him.\n","speaker":"LAURA"},{"text":"Give me a little bit more. Who’s this 'him’ that you’re looking for?\n","speaker":"TALIESIN"},{"text":"I’m looking for my dad.\n","speaker":"LAURA"},{"text":"14.\n","speaker":"TALIESIN"},{"text":"You fumble for a second, but the card still finds its way through without issue.\n","speaker":"MATT"},{"text":"Pushing through, pushing through. The Eye card pulls up. You’ve already found the clue you’re looking for. You just don’t know what it is yet.\n","speaker":"TALIESIN"},{"text":"Really?\n","speaker":"LAURA"},{"text":"Apparently. Well, it’s what the cards are saying. It’s right in front of you.\n","speaker":"TALIESIN"},{"text":"Wow. Does it say how long ago I found it? Because that’s–\n","speaker":"LAURA"},{"text":"Sadly, I don’t have that sort of specifics. That’s much more expensive.\n","speaker":"TALIESIN"},{"text":"That’s going to take a lot of thinking.\n","speaker":"LAURA"},{"text":"Well, you find us at the show, you’ll find my tent and I’d be happy to give you a more complicated reading.\n","speaker":"TALIESIN"},{"text":"I can’t wait! It’s going to be so much fun.\n","speaker":"LAURA"},{"text":"So much fun.\n","speaker":"TALIESIN"},{"text":"Yasha, at this point, the barmaid, Adelaine, comes up and hands you the ordered ale.\n","speaker":"MATT"},{"text":"Thank you, my lady.\n","speaker":"ASHLEY"},{"text":"“On the house.”\n","speaker":"MATT"},{"text":"On the house!\n","speaker":"TALIESIN"},{"text":"That’s very kind of you.\n","speaker":"ASHLEY"},{"text":"Do you perform in the circus, too?\n","speaker":"MARISHA"},{"text":"No. I do not. I just– I put it up.\n","speaker":"ASHLEY"},{"text":"Oh, cool.\n","speaker":"MARISHA"},{"text":"The tent.\n","speaker":"TRAVIS"},{"text":"It’s a big tent. It would take a lot of work.\n","speaker":"LAURA"},{"text":"I put up the stage, I move things around. I’m very strong. But I don’t do anything in the show.\n","speaker":"ASHLEY"},{"text":"Some of our acts are a little complicated, with performers who are not of the traditional variety. Can make some of the locals get a little shifty, if you know what I mean, and it’s good to have a few people around who are capable of keeping issues contained.\n","speaker":"TALIESIN"},{"text":"Is that why it says 'No admittance to the elderly’? You don’t want to deal with those riley elderly. Or the ill, yeah. Why no elderly, though? Ill kind of makes sense, but elderly?\n","speaker":"MARISHA"},{"text":"We cannot be held responsible for anything that may happen to someone who is ill or infirm. It is such an exciting, impressive show.\n","speaker":"TALIESIN"},{"text":"We’ve had people die watching it. Yeah. It’s just that exciting. Just from excitement.\n","speaker":"ASHLEY"},{"text":"Did they die in the show, or from watching it?\n","speaker":"TRAVIS"},{"text":"Yeah, just like heart attack. Just from getting so excited, I guess.\n","speaker":"ASHLEY"},{"text":"We gotta get so wasted.\n","speaker":"MARISHA"},{"text":"When is it? How long is it? When is it?\n","speaker":"LAURA"},{"text":"It is actually the day of Grissen, and your first show is today.\n","speaker":"MATT"},{"text":"First show is tonight.\n","speaker":"TALIESIN"},{"text":"Well, we have plans tonight!\n","speaker":"LAURA"},{"text":"Yay!\n","speaker":"MARISHA"},{"text":"Do you stinky people want to come with us?\n","speaker":"LAURA"},{"text":"I– Caleb, we don’t have any plans tonight. I guess we could go along. I wouldn’t mind seeing it.\n","speaker":"SAM"},{"text":"It’ll be fun!\n","speaker":"MARISHA"},{"text":"Or you could stay here and buy beer for the people who do see the shows, and you can hear all about it and pay more.\n","speaker":"TALIESIN"},{"text":"Yeah, we can go.\n","speaker":"LIAM"},{"text":"It’s going to be so much fun.\n","speaker":"LAURA"},{"text":"Yeah, yeah, it sounds like a good night. Yeah.\n","speaker":"SAM"},{"text":"Look at all these friends we’re making here. This is a good city.\n","speaker":"LAURA"},{"text":"Yeah, it is.\n","speaker":"SAM"},{"text":"Yeah, yeah.\n","speaker":"MARISHA"},{"text":"You are all the most charming people I’ve met in– yes. I finish my beer. (sighs) Well, we’d better be getting on.\n","speaker":"TALIESIN"},{"text":"Yep, nice to meet you all. You’re so, uh, wonderful.\n","speaker":"ASHLEY"},{"text":"Charm. Pure charm. See you tonight!\n","speaker":"TALIESIN"},{"text":"And as they leave you, Yasha just downs her entire ale, slams it on the table, and they both walk out, passing a couple more flyers at off tables, and then exit out to the rest of the day’s sun beyond your sight.\n","speaker":"MATT"},{"text":"She was awesome.\n","speaker":"MARISHA"},{"text":"She didn’t say much.\n","speaker":"TRAVIS"},{"text":"That’s why I liked her.\n","speaker":"MARISHA"},{"text":"She was really, really cool. Did you see that cool thing she had going on with her chin? That’s interesting. I wish I would have thought of something like that.\n","speaker":"LAURA"},{"text":"Yeah, I mean, you could maybe do something like that in time. Just wait until maybe–\n","speaker":"MARISHA"},{"text":"So she doesn’t know I copied. I can’t do it tonight.\n","speaker":"LAURA"},{"text":"No, no.\n","speaker":"MARISHA"},{"text":"Wow. Cool. What do you guys want to do now?\n","speaker":"LAURA"},{"text":"Was he using magic?\n","speaker":"TRAVIS"},{"text":"I don’t know.\n","speaker":"LAURA"},{"text":"Are you– you’re superstitious. Yeah?\n","speaker":"MARISHA"},{"text":"No.\n","speaker":"LAURA"},{"text":"Okay.\n","speaker":"MARISHA"},{"text":"No, I’m not superstitious at all.\n","speaker":"LAURA"},{"text":"You– sure.\n","speaker":"MARISHA"},{"text":"Why?\n","speaker":"LAURA"},{"text":"I mean, what he was working in was– he was doing a little like– he– he’s a smart guy. He’s a smart guy.\n","speaker":"MARISHA"},{"text":"By the way, did you open your Christmas present from me?\n","speaker":"LAURA"},{"text":"No, not yet, no.\n","speaker":"TALIESIN"},{"text":"You should go open it! Yes! Go grab the bag!\n","speaker":"LAURA"},{"text":"On the break. On the break, I’ll grab it.\n","speaker":"TALIESIN"},{"text":"Hey, Matt. Dungeon master. They’re wearing what they described. They’re not wearing any cloaks or anything right now, are they?\n","speaker":"SAM"},{"text":"Both of them have small cloaks over the shoulders, Beau has a–\n","speaker":"MATT"},{"text":"Do I recognize those cloaks?\n","speaker":"SAM"},{"text":"No, you do not.\n","speaker":"MATT"},{"text":"What? Why would you recognize the cloaks?\n","speaker":"LAURA"},{"text":"Maybe I saw something. I don’t know.\n","speaker":"SAM"},{"text":"No, you do not.\n","speaker":"MATT"},{"text":"I didn’t see them last night?\n","speaker":"SAM"},{"text":"No.\n","speaker":"MATT"},{"text":"Okay. Interesting.\n","speaker":"SAM"},{"text":"Mysteries.\n","speaker":"MARISHA"},{"text":"Also, for the record, there was nothing magic about that. Maybe he’s good at reading people, but that was not magic.\n","speaker":"LIAM"},{"text":"Caleb knows everything about magic. He’s been even teaching me some. He’s real good. You should see him–\n","speaker":"SAM"},{"text":"Nott–\n","speaker":"LIAM"},{"text":"Caleb, are you going to go the Academy?\n","speaker":"LAURA"},{"text":"(strained laugh) That’s silly.\n","speaker":"LIAM"},{"text":"He could if he wanted to. He’s really good at magic. He can make a cat appear and disappear whenever he wants.\n","speaker":"SAM"},{"text":"Really? A cat?\n","speaker":"LAURA"},{"text":"(snaps)\n","speaker":"LIAM"},{"text":"You watch as just beneath the table, this orange patchy tabby leaps up.\n","speaker":"MATT"},{"text":"Oh, shit! What’s his name?\n","speaker":"MARISHA"},{"text":"Or her name!\n","speaker":"LAURA"},{"text":"Well, it is a he. This is my cat Frumpkin. Frumpkin, yes.\n","speaker":"LIAM"},{"text":"Aw! Can I call him Lumpy?\n","speaker":"LAURA"},{"text":"You can call him Frumpkin.\n","speaker":"LIAM"},{"text":"Look at this Lumpy! Made in England.\n","speaker":"LAURA"},{"text":"That was a little show gift from Marisha, so this is Frumpkin.\n","speaker":"LIAM"},{"text":"That’s so great.\n","speaker":"LAURA"},{"text":"That’s not all he can do. Caleb, tell them all the stuff you can do. It’s really impressive!\n","speaker":"SAM"},{"text":"You know, sometimes less is more.\n","speaker":"LIAM"},{"text":"I can do things, too.\n","speaker":"LAURA"},{"text":"With magic?\n","speaker":"SAM"},{"text":"Yeah.\n","speaker":"LAURA"},{"text":"Like what?\n","speaker":"SAM"},{"text":"Like–\n","speaker":"LAURA"},{"text":"Not to me, not to me!\n","speaker":"SAM"},{"text":"Like– oh, gosh. Okay. I’m going to use Thaumaturgy and I’m going to make all the windows in the place open up really fast, like crash open.\n","speaker":"LAURA"},{"text":"Okay. You watch as four of the nearby windows slam open with a sudden burst of wind, and all the various bits of torchlight that light the deeper and more shadowed corners of the room suddenly darken and flicker. The music suddenly comes to a stop. Everyone holds their position and glances over at the table where you’re all sitting.\n","speaker":"MATT"},{"text":"Jester, don’t you remember us talking about keeping a low profile?\n","speaker":"TRAVIS"},{"text":"You’re right. I’m sorry. I use Thaumaturgy and I close all the windows.\n","speaker":"LAURA"},{"text":"They all slam shut a second time. The light flickers and then brightens back to its normal place.\n","speaker":"MATT"},{"text":"Ta-da!\n","speaker":"LAURA"},{"text":"Yeah! Yeah!\n","speaker":"MARISHA"},{"text":"Come see me tonight at the carnival! I’m really good!\n","speaker":"LAURA"},{"text":"One really crotchety-looking guy in his early 50s with a super underbite, probably missing most of his teeth, just goes–\n","speaker":"MATT"},{"text":"I telepathically tell Frumpkin to jump up and sit in the lap of the woman in the monk’s robes who just made a big scene and hopefully keep her occupied with being cute.\n","speaker":"LIAM"},{"text":"Okay. As soon as you sit down, Frumpkin leaps into your lap and starts purring and rubbing up against your hand.\n","speaker":"MATT"},{"text":"Hey, buddy. Look at this kitty! I think he likes me.\n","speaker":"MARISHA"},{"text":"Sure, right now he likes you.\n","speaker":"LIAM"},{"text":"Is this a real cat? Or is this a fake cat?\n","speaker":"MARISHA"},{"text":"What do you mean, a fake cat?\n","speaker":"LIAM"},{"text":"Like a magic cat.\n","speaker":"MARISHA"},{"text":"He’s both a real cat and a magic cat.\n","speaker":"LIAM"},{"text":"Is he an illusion cat?\n","speaker":"MARISHA"},{"text":"Do you feel him?\n","speaker":"LIAM"},{"text":"Could you put him over there?\n","speaker":"TRAVIS"},{"text":"Are you allergic to Frumpkins? Oh no!\n","speaker":"MARISHA"},{"text":"But he’s a magic cat. How can you be allergic to magic cats?\n","speaker":"LAURA"},{"text":"I’m pretty sure he’s a real fucking cat.\n","speaker":"TRAVIS"},{"text":"He’s one of those hypoallergenic magic cats.\n","speaker":"MARISHA"},{"text":"I don’t know what the Fifth Edition rules are–\n","speaker":"LIAM"},{"text":"–for cat dander?\n","speaker":"LAURA"},{"text":"As far as you know right now? Yeah, he’s having an actual allergic attack. A minor one.\n","speaker":"MATT"},{"text":"I walk away a little bit from Fjord.\n","speaker":"MARISHA"},{"text":"Shit.\n","speaker":"LIAM"},{"text":"Well, you’re both magic-users, then. And so is the larger fellow?\n","speaker":"SAM"},{"text":"Well, I mean, a little.\n","speaker":"TRAVIS"},{"text":"Yeah, I mean, he’s learning. He’s getting really good at it.\n","speaker":"LAURA"},{"text":"Trying to learn more.\n","speaker":"TRAVIS"},{"text":"Yeah, you should have seen him. He disguised himself the other day, and it was like,\n","speaker":"LAURA"},{"text":"Thanks, Jester. She’s better at it than I am. We’re trying to make our way up to the Academy to get a little bit more learning done.\n","speaker":"TRAVIS"},{"text":"Well, he’s going to learn. I’m not going to go to the Academy.\n","speaker":"LAURA"},{"text":"Man, this Academy place keeps getting brought up.\n","speaker":"MARISHA"},{"text":"Well yeah, it’s the place to be.\n","speaker":"TRAVIS"},{"text":"Okay.\n","speaker":"MARISHA"},{"text":"I’m sorry, what Academy are we talking about?\n","speaker":"SAM"},{"text":"Solstryce Academy. You know.\n","speaker":"TRAVIS"},{"text":"Soltryce.\n","speaker":"MATT"},{"text":"Yeah, that one.\n","speaker":"LAURA"},{"text":"The Soul Train Academy.\n","speaker":"SAM"},{"text":"It’s a very fancy place.\n","speaker":"LIAM"},{"text":"You know it.\n","speaker":"TRAVIS"},{"text":"I have heard of it.\n","speaker":"LIAM"},{"text":"And you have arcane talents as well.\n","speaker":"TRAVIS"},{"text":"Yeah.\n","speaker":"LIAM"},{"text":"How long have you had yours?\n","speaker":"LAURA"},{"text":"That’s a tricky question. I studied when I was younger, and then I gave it up for a while. I picked it up again recently. It’s all book-learned.\n","speaker":"LIAM"},{"text":"Wow, that’s cool.\n","speaker":"LAURA"},{"text":"This was a good way to go for your first.\n","speaker":"MARISHA"},{"text":"A frickin’ cat!\n","speaker":"LAURA"},{"text":"This is kind of therapeutic. Making me feel better, just about life in general.\n","speaker":"MARISHA"},{"text":"(sneezes)\n","speaker":"TRAVIS"},{"text":"All right.\n","speaker":"MARISHA"},{"text":"He reads lots of books, Caleb does. He’s very smart. In fact, should we go looking for more right now?\n","speaker":"SAM"},{"text":"Maybe in a little while.\n","speaker":"LIAM"},{"text":"Can I see one of your books?\n","speaker":"LAURA"},{"text":"Well– and I pull apart the lapels of my coat. I have books in what modern-day people like to think of as holster-straps, but there’s a book hanging here.\n","speaker":"LIAM"},{"text":"I think ancient people would call it a holster as well.\n","speaker":"SAM"},{"text":"Bap-bap-bap. The books are right here. I have these, but these are heirlooms, family heirlooms, so I don’t share those, but– no, I like to read. That’s all. And I’m a bit of a self-starter, so I have to find– I mean, good luck at the Academy. That’s rough, I hear.\n","speaker":"LIAM"},{"text":"Do you know anything about it? We’re just going up. Beginner’s luck.\n","speaker":"TRAVIS"},{"text":"We know it’s rich people that go there. We have to find a way to get you in.\n","speaker":"LAURA"},{"text":"All I know is how hard it is to get into.\n","speaker":"LIAM"},{"text":"You don’t have a lot of money, then?\n","speaker":"SAM"},{"text":"Well.\n","speaker":"LAURA"},{"text":"No.\n","speaker":"TRAVIS"},{"text":"We had more.\n","speaker":"LAURA"},{"text":"But then we lost it, but then we got it back.\n","speaker":"MARISHA"},{"text":"Somebody has a gambling problem.\n","speaker":"TRAVIS"},{"text":"Oh. Which one?\n","speaker":"SAM"},{"text":"What’s the name of it again?\n","speaker":"LAURA"},{"text":"It is the Crick-Queen’s Call.\n","speaker":"MATT"},{"text":"Have you played it?\n","speaker":"LAURA"},{"text":"No, I haven’t.\n","speaker":"SAM"},{"text":"I’ll teach you someday. It’s so much fun.\n","speaker":"LAURA"},{"text":"It’s a game?\n","speaker":"SAM"},{"text":"Yes.\n","speaker":"LAURA"},{"text":"Cards? All right. I might like to know that.\n","speaker":"SAM"},{"text":"I mean, I can teach you, if you want.\n","speaker":"LAURA"},{"text":"Yes, I would like to know that.\n","speaker":"SAM"},{"text":"Okay, I’ll deal!\n","speaker":"LAURA"},{"text":"Oh, right now?\n","speaker":"SAM"},{"text":"Yes, sure, this will be fun.\n","speaker":"LAURA"},{"text":"Is this okay?\n","speaker":"SAM"},{"text":"Listen, I would not be sitting here if it were not for you. Do whatever you like.\n","speaker":"LIAM"},{"text":"Okay. You draw three cards. Well, I give you three cards. So you use 3d6.\n","speaker":"LAURA"},{"text":"3d6.\n","speaker":"SAM"},{"text":"Yeah.\n","speaker":"LAURA"},{"text":"Got one. I’m not you. I have one of each dice.\n","speaker":"SAM"},{"text":"Okay. So hide your roll from me, because we can’t know. So first you have to ante up. How much coin do you want to put in?\n","speaker":"LAURA"},{"text":"I’m out.\n","speaker":"SAM"},{"text":"It’s all right. I will front some coin for you to play this game.\n","speaker":"LIAM"},{"text":"Oh, great! How much do you want to front him?\n","speaker":"LAURA"},{"text":"I will give you a silver piece.\n","speaker":"LIAM"},{"text":"A silver. Okay, this is great.\n","speaker":"LAURA"},{"text":"Thank you, Caleb. Thank you.\n","speaker":"SAM"},{"text":"Wish I had more.\n","speaker":"LIAM"},{"text":"Okay. Am I doing this right?\n","speaker":"LAURA"},{"text":"So far.\n","speaker":"MATT"},{"text":"Now I’m going to give us three cards, so we both roll, but we can’t see. That’s good. Okay.\n","speaker":"LAURA"},{"text":"Don’t say 'that’s good’.\n","speaker":"MARISHA"},{"text":"Bluffing. How do you know I wasn’t?\n","speaker":"LAURA"},{"text":"I’m going to try to change one of my cards.\n","speaker":"SAM"},{"text":"No, wait, there’s rules!\n","speaker":"LAURA"},{"text":"Without you seeing.\n","speaker":"SAM"},{"text":"Make a sleight-of-hand check.\n","speaker":"MATT"},{"text":"12 plus eight, so that’s 20.\n","speaker":"SAM"},{"text":"Make a perception check.\n","speaker":"MATT"},{"text":"No, he totally did it. She totally did it. This is really hard, Sam.\n","speaker":"LAURA"},{"text":"You’re only an hour and a half in.\n","speaker":"LIAM"},{"text":"This is my only skill, guys.\n","speaker":"SAM"},{"text":"But, you know, that’s my skill, too.\n","speaker":"LAURA"},{"text":"Oh, shit.\n","speaker":"SAM"},{"text":"So I’m going to try to do it as well, 'cause that’s my skill as well.\n","speaker":"LAURA"},{"text":"Well, first, what’d you roll for–\n","speaker":"MATT"},{"text":"I did not notice him doing it.\n","speaker":"LAURA"},{"text":"Okay, yeah, so you only get to reroll one of the dice.\n","speaker":"MATT"},{"text":"Okay, so I’m going to try to reroll one of my three, too.\n","speaker":"LAURA"},{"text":"Go ahead. So make a sleight-of-hand check.\n","speaker":"MATT"},{"text":"Oh, right. Oh, shit.\n","speaker":"LAURA"},{"text":"Do I notice her?\n","speaker":"SAM"},{"text":"Well, roll a perception check.\n","speaker":"MATT"},{"text":"Nope.\n","speaker":"SAM"},{"text":"13?\n","speaker":"LAURA"},{"text":"No, I rolled three.\n","speaker":"SAM"},{"text":"Okay. So the best hand you can get is three of a kind. Then, after that, it’s a straight. A high straight. Then a low straight. Then it’s if you get all evens, or if you get all odds, then it’s two of a kind, then it’s nothing, it’s just high card. Okay, but now we put in a second amount, because you can up the ante, and you get one more card.\n","speaker":"LAURA"},{"text":"I’m out.\n","speaker":"SAM"},{"text":"No, but wait, wait, wait. You can put in more money, and then I deal you a different card. You get to give a card back, and then I deal you another card.\n","speaker":"LAURA"},{"text":"Should I? Caleb, do you have any more?\n","speaker":"SAM"},{"text":"Because you saved my life yesterday, you may have one more silver piece.\n","speaker":"LIAM"},{"text":"One more silver. Okay, I’ll keep it low, too, because you’re only doing the one. So I only put in one silver, too.\n","speaker":"LAURA"},{"text":"That’s a four-silver pot.\n","speaker":"MATT"},{"text":"Yes. And now give one of your dice back, whichever one you don’t want, and roll it again.\n","speaker":"LAURA"},{"text":"So you get to reroll.\n","speaker":"MATT"},{"text":"Okay, got it.\n","speaker":"SAM"},{"text":"And you get to reroll one as well.\n","speaker":"MATT"},{"text":"I don’t want to reroll any. Okay. Now you show what you got and we’ll see who wins.\n","speaker":"LAURA"},{"text":"I got a pair of fours.\n","speaker":"SAM"},{"text":"I got three fives.\n","speaker":"LAURA"},{"text":"I draw my shortsword.\n","speaker":"SAM"},{"text":"I immediately grapple him.\n","speaker":"MARISHA"},{"text":"Make an athletics check. You make an acrobatics check.\n","speaker":"MATT"},{"text":"Acrobatics? 24.\n","speaker":"SAM"},{"text":"14.\n","speaker":"MARISHA"},{"text":"So the female goblin draws a shortsword. You reach out to grab, and she slips out of your grasp and is now holding the blade at the edge of the table.\n","speaker":"MATT"},{"text":"You’re cheating. Somehow you’re cheating.\n","speaker":"SAM"},{"text":"Nott, Nott, that’s fine. That’s fine. She won my two silver pieces. We’ll just leave it at that.\n","speaker":"LIAM"},{"text":"I’m sorry.\n","speaker":"SAM"},{"text":"That’s okay. She’s very jumpy sometimes. You can understand; we’ve been living in the woods for a long time. Every time we come near any place like this, we’re attacked, jumped, followed. So I apologize on behalf of–\n","speaker":"LIAM"},{"text":"That was stupid. I’m sorry. I shouldn’t have done that. I’m sorry.\n","speaker":"SAM"},{"text":"No, it’s okay. Just don’t do it again. But I’m sorry I took all this money from your friend.\n","speaker":"LAURA"},{"text":"That’s making it worse.\n","speaker":"LIAM"},{"text":"Maybe you could give some of it back.\n","speaker":"TRAVIS"},{"text":"Why, though? But I won it.\n","speaker":"LAURA"},{"text":"Your Laura is showing.\n","speaker":"SAM"},{"text":"Tell you what. I’ll give you– none of it back, I can’t! Okay, here’s one silver back–\n","speaker":"LAURA"},{"text":"No, I insist.\n","speaker":"LIAM"},{"text":"Okay, but I insist, all the money back. All right, fine, it’s mine, thank you. Yay.\n","speaker":"LAURA"},{"text":"I need another drink.\n","speaker":"SAM"},{"text":"A round of Trosts for both our tables, please.\n","speaker":"LIAM"},{"text":"See? Isn’t that the most fun?\n","speaker":"LAURA"},{"text":"It’s fun.\n","speaker":"SAM"},{"text":"Yorda looks over and goes, “Any preference of family?”\n","speaker":"MATT"},{"text":"Not Baumbauch.\n","speaker":"LIAM"},{"text":"“Von Brandt it is.”\n","speaker":"MATT"},{"text":"I’m impressed that you stuck to taking a guy’s money in a training game.\n","speaker":"MARISHA"},{"text":"Right? Oh, wait, is that bad?\n","speaker":"LAURA"},{"text":"Meh.\n","speaker":"MARISHA"},{"text":"Well, I only learned last night, you guys.\n","speaker":"LAURA"},{"text":"What is a training game?\n","speaker":"LIAM"},{"text":"Just meaning when she was teaching.\n","speaker":"MARISHA"},{"text":"People took my money when I was learning.\n","speaker":"LAURA"},{"text":"It’s fine. It’s water under the bridge. It’s fine. It’s all right.\n","speaker":"LIAM"},{"text":"Another round is brought to your table. You guys can share a solemn post-game drink amongst yourselves.\n","speaker":"MATT"},{"text":"If you feel slightly worse, there’s a drink on me.\n","speaker":"LIAM"},{"text":"Oh jeez, now I’m definitely giving you your two silver back. Don’t worry about it, man.\n","speaker":"LAURA"},{"text":"She’s just a couple of wild and crazy guys over here.\n","speaker":"SAM"},{"text":"Have my baked goods come out yet?\n","speaker":"LAURA"},{"text":"They have. Your meal’s been presented for a while now. You’ve had the opportunity to eat most of your meal.\n","speaker":"MATT"},{"text":"That’s real.\n","speaker":"SAM"},{"text":"That is actually real. That’s the power of imagination, Sam. That wasn’t there a second ago.\n","speaker":"MATT"},{"text":"Bangarang!\n","speaker":"TALIESIN"},{"text":"Right there for you.\n","speaker":"TALIESIN"},{"text":"So you all finish your independent meals and decide to continue your conversations or go about your business for the day.\n","speaker":"MATT"},{"text":"I just want to go to the carnival.\n","speaker":"LAURA"},{"text":"That’s later tonight, though, isn’t it?\n","speaker":"LIAM"},{"text":"If you have no other business, we can wait until dusk.\n","speaker":"MATT"},{"text":"Well, there’s that board on the wall. Has anything new been posted on the board?\n","speaker":"SAM"},{"text":"You go ahead and take a look at it. There is one sheet that pertains to somebody in the Hills Ward looking for folks to go ahead and do an extermination run near the southern portion of the Ustaloch. It looks like there’s what looks to be a vole infestation.\n","speaker":"MATT"},{"text":"What the fuck is a vole?\n","speaker":"TRAVIS"},{"text":"It’s a small rat.\n","speaker":"MATT"},{"text":"Should we do it?\n","speaker":"LAURA"},{"text":"I mean, we have to kill Rodents of Unusual Size.\n","speaker":"MARISHA"},{"text":"That doesn’t sound interesting to me at all.\n","speaker":"SAM"},{"text":"What else is there?\n","speaker":"TRAVIS"},{"text":"Currently, it looks like there was another sheet that looks like most has been torn off. The rest of the board is pretty empty at the moment.\n","speaker":"MATT"},{"text":"DM, did I tear that? I can’t remember.\n","speaker":"LIAM"},{"text":"You did, yes.\n","speaker":"MATT"},{"text":"Wasn’t it a delivery thing?\n","speaker":"SAM"},{"text":"That was what it was, yeah.\n","speaker":"LIAM"},{"text":"It was to help move and load crates at one of the local breweries.\n","speaker":"MATT"},{"text":"Fuck that.\n","speaker":"SAM"},{"text":"We’ve done that. It sucked so much.\n","speaker":"LAURA"},{"text":"You did that?\n","speaker":"SAM"},{"text":"Well, by mistake.\n","speaker":"LAURA"},{"text":"We played D&D and we moved crates for eight hours.\n","speaker":"MARISHA"},{"text":"We did, yeah.\n","speaker":"TRAVIS"},{"text":"Welcome to level two.\n","speaker":"MATT"},{"text":"We said no to that job, thank you.\n","speaker":"SAM"},{"text":"We get bored pretty easily.\n","speaker":"TRAVIS"},{"text":"We did, however, then gamble with the other workers and then Jester– yeah. Jester–\n","speaker":"MARISHA"},{"text":"Well, I lost it, but he made so much.\n","speaker":"LAURA"},{"text":"Maybe not out loud say that. Just a thought.\n","speaker":"TRAVIS"},{"text":"Oh, that’s right. We probably shouldn’t. We didn’t make any money.\n","speaker":"MARISHA"},{"text":"Do you guys want company? Do you want us to come and hang out with you today?\n","speaker":"LAURA"},{"text":"I don’t know about that. That sounds risky, I don’t know.\n","speaker":"SAM"},{"text":"Do you know something? I, shockingly, think that’s not a bad idea.\n","speaker":"LIAM"},{"text":"To have these weirdos with us?\n","speaker":"SAM"},{"text":"I can hear you.\n","speaker":"LAURA"},{"text":"Yesterday was a very bad day.\n","speaker":"LIAM"},{"text":"Yes. Well, I suppose if we surrounded ourselves with weirdos, then maybe it would take some of heat off of me.\n","speaker":"SAM"},{"text":"Well, yes. Bottom line: can you hang with the goblin?\n","speaker":"LIAM"},{"text":"Bottom line– and I touch Nott’s shoulder, and I cast Blessing of the Trickster.\n","speaker":"LAURA"},{"text":"Oh, Jesus, she’s going to kill me right now.\n","speaker":"SAM"},{"text":"Any magic kills a goblin instantly. Yeah, instantly.\n","speaker":"SAM"},{"text":"That would be the worst character choice ever.\n","speaker":"LAURA"},{"text":"We will mourn her. Tschuss.\n","speaker":"LIAM"},{"text":"Okay, so there’s a slight sense of warmth that emanates from under her hand, and for a moment, you look over and glance instinctively, ready to almost draw your sword again. But it seems to quicken your reflexes. You have this surge of adrenaline that doesn’t quite fade.\n","speaker":"MATT"},{"text":"You have advantage on all your stealth checks.\n","speaker":"LAURA"},{"text":"For the next hour.\n","speaker":"MATT"},{"text":"Thank you. That’s very nice.\n","speaker":"SAM"},{"text":"I don’t have a problem with goblins, but you guys aren’t in any trouble, are you? No one’s after you?\n","speaker":"TRAVIS"},{"text":"Because she is all kinds of trouble.\n","speaker":"LAURA"},{"text":"No one is after me!\n","speaker":"SAM"},{"text":"Can I make an insight check?\n","speaker":"TRAVIS"},{"text":"You may.\n","speaker":"MATT"},{"text":"13.\n","speaker":"TRAVIS"},{"text":"13. If you want to go ahead and try and lie.\n","speaker":"MATT"},{"text":"That’s a 14, except negative three to performance.\n","speaker":"SAM"},{"text":"I’ve been waiting for this for so long.\n","speaker":"TALIESIN"},{"text":"So 11.\n","speaker":"SAM"},{"text":"So, are you lying?\n","speaker":"MATT"},{"text":"I am lying. I am definitely on the run from someone.\n","speaker":"SAM"},{"text":"Good to know.\n","speaker":"TRAVIS"},{"text":"So. Mask. I’m just fascinated by the mask. Looks well-made. Did you make it?\n","speaker":"MARISHA"},{"text":"That’s a good fucking question. Did I make it?\n","speaker":"SAM"},{"text":"I don’t make things.\n","speaker":"SAM"},{"text":"No, I presume– and we discussed this a little bit– we presume it may have been scavenged from a porcelain doll.\n","speaker":"MATT"},{"text":"Oh, that’s cool. Cool and gross, cool and gross.\n","speaker":"SAM"},{"text":"What’s her name? The creepy doll?\n","speaker":"LAURA"},{"text":"Annabelle.\n","speaker":"TRAVIS"},{"text":"No, don’t say that. I don’t want to see art with you with Annabelle’s face.\n","speaker":"LAURA"},{"text":"Too late.\n","speaker":"SAM"},{"text":"The internet’s running with that now.\n","speaker":"MATT"},{"text":"Check your Twitter.\n","speaker":"SAM"},{"text":"It seems we have all day. What were your plans?\n","speaker":"TRAVIS"},{"text":"Not much. We were going to sample the different Trosts, and I wanted to maybe do some book browsing. Nothing major.\n","speaker":"LIAM"},{"text":"What’s a Trost?\n","speaker":"LAURA"},{"text":"Brewery tour!\n","speaker":"MARISHA"},{"text":"It’s ale.\n","speaker":"SAM"},{"text":"We just can’t go by the Baumbauch ale.\n","speaker":"LAURA"},{"text":"What happened with the Baumbauchs?\n","speaker":"SAM"},{"text":"There are two others to choose from, here.\n","speaker":"LIAM"},{"text":"They’re who we loaded crates for, and then we kind of swindled their employee.\n","speaker":"MARISHA"},{"text":"Didn’t leave on the best of terms.\n","speaker":"TRAVIS"},{"text":"DM, which one is the one that everybody knows has got the blessing of Fryda Langer?\n","speaker":"LIAM"},{"text":"No, that is actually the Baumbauch.\n","speaker":"MATT"},{"text":"Shit.\n","speaker":"LIAM"},{"text":"Yeah, the Starosta is kind of tied with the Baumbauch family.\n","speaker":"MATT"},{"text":"We’re imaginary beer snobs now.\n","speaker":"TALIESIN"},{"text":"Is that the one you need?\n","speaker":"LAURA"},{"text":"No, I’m just saying the one that you swindled, it’s got the blessing of the big cheese here.\n","speaker":"LIAM"},{"text":"Oh. Well. Why do you need it?\n","speaker":"LAURA"},{"text":"We don’t need it. It’s just pleasurable to have a Trost, is what they say. She kind of needs it.\n","speaker":"LIAM"},{"text":"I need it a little bit.\n","speaker":"SAM"},{"text":"You need a beer?\n","speaker":"LAURA"},{"text":"Well, I prefer the harder stuff, but I’ll take what I can get at this point. Yeah, I’m sticking with this fucking accent for the next two years.\n","speaker":"SAM"},{"text":"Laryngitis every Friday.\n","speaker":"TRAVIS"},{"text":"So beer tour, then circus?\n","speaker":"MARISHA"},{"text":"I’ve got to say, I miss those two people we ran into at the carnival.\n","speaker":"LAURA"},{"text":"I might just wait for the carnival, actually.\n","speaker":"TRAVIS"},{"text":"Well, if we just montage through a beer tour, we’ll quickly get to the circus. To the carnival!\n","speaker":"MARISHA"},{"text":"You can totally do that.\n","speaker":"MATT"},{"text":"Can we just bring my book-browsing down to a single roll to see if anything of use–\n","speaker":"LIAM"},{"text":"Yeah, we can do that. We’ll say, if you guys decide to go ahead and travel, the five of you, you make your way through the town for the day, you coast around the Husseldorf family brewery, you meet Voss and June, who are the two very nice ladies who run the facility. The Husseldorf family. You avoid the Baumbauch, but can acquire Baumbauch ale from other taverns in the town, of course. And the von Brandt family brewery. All of them, as soon as you say 'Trost’, they correct you and say the family name. They’re very intent on getting rid of the name 'Trost’ as an overall, discussion of Trost-brand brews, and trying to make it their family name. There’s an offense, to the point where you’re like, “Oh, Jesus. I didn’t realize.”\n","speaker":"MATT"},{"text":"Like Kleenex and tissue paper? All right.\n","speaker":"TALIESIN"},{"text":"But you manage to get nice and sauced throughout the day.\n","speaker":"MATT"},{"text":"I take it easy. I have one more in the first half of the day, and one in the second half.\n","speaker":"LIAM"},{"text":"Okay.\n","speaker":"MATT"},{"text":"I don’t have very much either.\n","speaker":"LAURA"},{"text":"Okay.\n","speaker":"MATT"},{"text":"I’m going to have tons.\n","speaker":"SAM"},{"text":"I get sauced.\n","speaker":"MARISHA"},{"text":"All right, well, that being the case–\n","speaker":"MATT"},{"text":"–you are poisoned.\n","speaker":"LIAM"},{"text":"No, make a constitution saving throw.\n","speaker":"MATT"},{"text":"Well, that was crazy. 12.\n","speaker":"SAM"},{"text":"12, okay. You get a little woozy for a while, and as the sun begins to crawl towards the distant horizon, you do not manage to allow your meal to usurp your control.\n","speaker":"MATT"},{"text":"Aw, it’s like Ren Faire.\n","speaker":"LAURA"},{"text":"Yeah. Don’t remind me.\n","speaker":"MATT"},{"text":"Good times, good times.\n","speaker":"MARISHA"},{"text":"So as the day comes to a close, you’re fairly tipsy, you’re not fully intoxicated. For your trip, you wanted to head to the Hillsbrook Parchment and Binding.\n","speaker":"MATT"},{"text":"Is that where I went the last time? Except not as myself. So I’ll go as myself.\n","speaker":"LIAM"},{"text":"Okay. Go ahead and make an investigation check.\n","speaker":"MATT"},{"text":"All right. Don’t fuck me, Vax. That is–\n","speaker":"LIAM"},{"text":"That’s Vax. That’s Vax’s dice.\n","speaker":"LAURA"},{"text":"Yeah, the thing about even a light German accent is that when you say “Vex” and “Vax”, it’s the same shit.\n","speaker":"LIAM"},{"text":"That is a 12.\n","speaker":"LIAM"},{"text":"12. You take the better part of 30 minutes or so, and you find there’s a lot of books on farming techniques. There’s a lot of books about how to grow, care for different types of vegetation, plants, various beasts of burden. You find books on the different seasons and what’s best for different types of grain and wheats. You manage to pull through and find a couple of books that deal with discussion of the Menagerie Coast that talk about what’s called the Clovis Concord. It’s more of a discussion of the political structure that maintains all the city-states there.\n","speaker":"MATT"},{"text":"And the person who ran this place was an older man, right? Just sipping tea.\n","speaker":"LIAM"},{"text":"Yeah, Sheenah, yeah.\n","speaker":"MATT"},{"text":"I’m sorry. You have a nice selection here. Do you mind if I ask– I haven’t seen any other booksellers of any kind in town. I’m not really looking for anything on farming, so much. Is there anywhere else I could look into?\n","speaker":"LIAM"},{"text":"“If you’re looking for some sort of a library, your best bet is to go to Zadash up north.”\n","speaker":"MATT"},{"text":"Zadash.\n","speaker":"LIAM"},{"text":"“That’s where the Library of the Cobalt Soul resides. They have all the information you could hope for. A bit pricey to peruse their interior, unless you have proper coverage, but unfortunately if what we have isn’t what you’re looking for, I can’t help you.”\n","speaker":"MATT"},{"text":"No, it’s a fine selection. Sorry. How much for this book on hoe technique?\n","speaker":"LIAM"},{"text":"“Oh! Jamieson’s Hoedown, yes, quite. That will be two silver pieces.”\n","speaker":"MATT"},{"text":"Oh. I’m very embarrassed, I’m sorry, I gave away my last two silver pieces.\n","speaker":"LIAM"},{"text":"No, I gave it back to you, remember?\n","speaker":"LAURA"},{"text":"I gave away my last two silver pieces, so. Maybe I can earn it back and come back later this week.\n","speaker":"LIAM"},{"text":"“Please do. Do you want me to hold it for you?”\n","speaker":"MATT"},{"text":"Yes.\n","speaker":"LIAM"},{"text":"“What’s your name?”\n","speaker":"MATT"},{"text":"My name is Caleb Widogast.\n","speaker":"LIAM"},{"text":"“All right. I will keep it here under the shelf. Thank you so much.”\n","speaker":"MATT"},{"text":"Okay, good day, thank you.\n","speaker":"LIAM"},{"text":"Is this a big shop?\n","speaker":"LAURA"},{"text":"It’s a boutique. It’s designed almost like a cross. There’s two cross-sections of hallways that have books across the walls, and there’s a window at the end of each and then a door at the far back.\n","speaker":"MATT"},{"text":"While he was talking to the shopkeeper, I’m going to take out as many books as I can and move them around on the shelves, and then take some of them and turn them around to where their binding is facing the inside.\n","speaker":"LAURA"},{"text":"Go ahead and make a sleight-of-hand check.\n","speaker":"MATT"},{"text":"Natural 20!\n","speaker":"LAURA"},{"text":"Over the period of him searching and distracting this man, you have completely rearranged the interior of this bookstore, to the point where even in the far corner, you Ghostbusters stack them in the center of the room, floor-to-ceiling, with him not even noticing it.\n","speaker":"MATT"},{"text":"You little fucking poltergeist.\n","speaker":"LIAM"},{"text":"You feel confident and happy and a sensation of approval washes over you. All right, so.\n","speaker":"MATT"},{"text":"I skip out the door.\n","speaker":"LAURA"},{"text":"Okay. You turn around from having this conversation and notice the interior is not as you last saw it, and a bit of nerves begin to brew up under you.\n","speaker":"MATT"},{"text":"Frumpkin, come on.\n","speaker":"LIAM"},{"text":"(meows) Frumpkin follows behind.\n","speaker":"MATT"},{"text":"Oh yes! Matt’s got to make cat sounds now!\n","speaker":"LIAM"},{"text":"I didn’t even think about that until now. God damn it. All right, so as you guys have gathered at this point, the oranges and the pinks of dusk begin to peek through the quite-cloudy sky, the chilled air of the coming night sky signalling the Crown’s Guard to begin lighting the hanging lanterns that line the streets of Trostenwald. A renewed energy takes the streets as the sound of a fiddle seems to creep through the night air.\n","speaker":"MATT"},{"text":"My god, Ashley’s a master fiddler, isn’t she?\n","speaker":"SAM"},{"text":"Beedle-deedle.\n","speaker":"ASHLEY"},{"text":"I love how your fiddle noises were “beedle-deedle”.\n","speaker":"TRAVIS"},{"text":"That’s the sound for all instruments, right?\n","speaker":"ASHLEY"},{"text":"Drums.\n","speaker":"SAM"},{"text":"By the way, DM, can I ask– sometime in the entire day, when Nott was getting wasted, could I have spent an hour using Arcane Recovery to gain back that one spell slot I used this morning?\n","speaker":"LIAM"},{"text":"Sure, yeah. I’ll allow that. All right. Folks begin to prod their heads out into the open air, curious about the source of this unusual din, and you find your vision capturing a small procession of flamboyantly dressed people parading through the central road. A lanky man of some obvious elven descent leads the pack, his long, ashy-brown hair curling ever-so-slightly past his mid-back, his long coat and tails knocking around by his skipping step. Two halfling women in purple and green bodysuits dance from side to side, handing flowers to children and flyers to adults, as a bald man in a neck-frilled frock coat of bright red, his face adorned in vibrant orange makeup to look like the setting sun behind him, plays the violin that you heard earlier in an upbeat, jovial manner. A tall half-orc masculine man with a well-groomed handlebar mustache that curves out to the side, billowing white silk shirt and black trousers, follows behind with a big drum slung over his shoulder, going (drumming) along with the fiddle. The tiefling man of lavender skin that you saw earlier walks along with a grin, juggling two curved scimitars as he walks in place, almost loses one and catches it, continues to go. Families are beginning to gather out to see this display. The two dancers part, and then a woman of short, fiery red hair and dark skin walking between them, lifting a small candle before– fwoosh! A giant burst, a gout of flame emerges from the front of her mouth, brightens the vicinity, and everyone collectively gasps and begins cheering and clapping as they continue the walk. There, to the back of it, you see the rather burly-looking pale woman, arms crossed, just following behind and keeping an eye like a security guard to ensure that no business gets out of hand. The gasps and the cheers begin to follow, and as the procession continues down its way, the families and civilians begin to gather and follow behind. As the last bit of the sun sets behind the mountain range, the torches glowing, the procession curves through the center of the Loch Ward to the edge of the Ustaloch itself. Through the fishing village, more folks begin to gather. Do you all follow?\n","speaker":"MATT"},{"text":"Yeah.\n","speaker":"OTHER"},{"text":"And I cast Blessing of the Trickster on you again, just in case.\n","speaker":"LAURA"},{"text":"Thank you.\n","speaker":"SAM"},{"text":"People following the parade, you see faces, eager for this fresh form of entertainment. Children laugh and chatter excitedly, while the Crown’s Guard in their familiar bronze and vermilion uniform try to maintain order between themselves being quite curious or visibly mistrusting of these hooligans that suddenly have usurped the evening air. The procession continues towards the eastern side, out along the southern edge of this Loch Ward, to the Ustaloch’s southern place, towards the new, completely constructed, large, dark blue tent. Lengthy streamers of white and silver flap with the cold winds from the top of the structure. As you guys walk, you watch as the horned tiefling you had approached earlier slowly saunters up to your side, you recognizing these individuals you had spoken with earlier.\n","speaker":"MATT"},{"text":"I go, Molly! Molly, hey!\n","speaker":"MARISHA"},{"text":"Oh, it’s my favorites. Hello.\n","speaker":"TALIESIN"},{"text":"We came!\n","speaker":"LAURA"},{"text":"I’m so glad you all came to see the show. It’s going to be great tonight.\n","speaker":"TALIESIN"},{"text":"(deadpan) It’s going to blow you away.\n","speaker":"ASHLEY"},{"text":"The hype continues.\n","speaker":"SAM"},{"text":"You’re going to love it.\n","speaker":"ASHLEY"},{"text":"First show of a round’s always the best. Without fail.\n","speaker":"TALIESIN"},{"text":"Where are the best seats?\n","speaker":"MARISHA"},{"text":"Well, I’m always partial to the front. Then you’re right in it, if something goes wrong, it’s nothing between you and whatever terrible, bloody mess is going to happen. It’s just the best.\n","speaker":"TALIESIN"},{"text":"What?\n","speaker":"MARISHA"},{"text":"Nothing, nothing, you’re fine.\n","speaker":"TALIESIN"},{"text":"It’s going to be great, but before you go in, I do have to give you guys a pat-down, 'cause you can’t go in with any weapons.\n","speaker":"ASHLEY"},{"text":"At this point, a voice rings out behind you, you see as the carnival master Gustav glances over your shoulder and goes, “You two, skip ahead, quick. We need to go ahead and set up. Looks like we’re already having quite a few people excited to come here, so at the door, interior to set up. Meet us at the front. Actually, you know what? You’ll be on card duty. We need a little extra change on the side.”\n","speaker":"MATT"},{"text":"Card duty it is.\n","speaker":"TALIESIN"},{"text":"“All right. Folks, excited for your patronage.” As he spins around and addresses the whole crowd now and says, “Enjoy the night air. Walk slowly. We need just a moment to set up.” And the half-elf man bows and tips his large– it looks almost like a top hat that gets floppy towards the top and flops forward, and he puts it back on top and begins sauntering, continuing the music, but picking up their pace to get ahead of the crowd as they draw you all slowly towards the exterior tent. And that’s where we’re going to go ahead and take our break.\n","speaker":"MATT"},{"text":"Face is on fire.\n","speaker":"TRAVIS"},{"text":"Am I the only one going, do we really have to give up our weapons? I don’t feel okay with this.\n","speaker":"LAURA"},{"text":"Ashley, I’ll do whatever you want, but if you take my weapons I might kill you.\n","speaker":"SAM"},{"text":"I’d like to see you try.\n","speaker":"ASHLEY"},{"text":"All right, so. We’ll be back here in a few minutes. We’re going to take a quick break. We have our weekly giveaway from our friends at Wyrmwood. We have a white oak complete dice tower system that’s a three-piece set. That’s going to be given away to one of you there in the chat. The password, if I recall, is 'beginnings’. Yeah. This one. If you’re in the Twitch chat, if you want to be part of this, when you’re prompted there, go ahead and enter the word 'beginnings’ once. If you enter it more than once, you’ll get disqualified, so be careful with that. Otherwise, it gets this spamming spree of chaos. So the word is 'beginnings’. When prompted, go ahead and enter that, and we’ll come back from the break with the winner of that. Regardless, guys, welcome to the beginning of the new campaign.\n","speaker":"MATT"},{"text":"We’ll see you here in a few minutes.\n","speaker":"MATT"},{"text":"Magic!\n","speaker":"LIAM"},{"text":"Magic!\n","speaker":"LAURA"},{"text":"Welcome back, ladies and gentlemen. Guys! Wow!\n","speaker":"MATT"},{"text":"Grenade lobbed in by Foster at the last second.\n","speaker":"LIAM"},{"text":"I know. Welcome back. So, first and foremost, we have our winner of the white oak complete dice tower from our friends at Wyrmwood. The winner is GTDevoto. Congratulations. Denova will reach out to you and get your contact information. Everyone else, thank you for entering. We’ll have more with each future episode of Critical Role, thanks to our friends at Wyrmwood Gaming. Also, as a heads-up for those who aren’t familiar and for those who may be, we have a Tuesday aftershow of this called Talks Machina where our friend W. Brian Foster Esq., just mixing up all of his names– you guys know him, Brian W. Foster, friend of the show, is the host of the show, and he’ll be there Tuesday talking about this episode tonight with some of the cast. 7PM Pacific time on Tuesday. So. Anyway.\n","speaker":"MATT"},{"text":"Bringing us back.\n","speaker":"MATT"},{"text":"Bring that ass back.\n","speaker":"TRAVIS"},{"text":"Five dragons swoop down.\n","speaker":"SAM"},{"text":"It’s so hackneyed. As you guys begin to approach the outside of this large, dark navy tent, people are being inspected and ushered through by the well-groomed half-orc on one side, and the pale woman, Yasha, you met for a second time approaching the outskirts of this carnival, with entry fees being collected by both as people begin to pass into this large structure. A few feet off to the side, you see a small crowd gathered around Mollymauk, who is sitting atop a small blanket and has cards splayed before him, a similar set that you saw Jester toying with earlier, and a farmer sits across from him, listening intently. “All right, so what can you tell me about this here cough?”\n","speaker":"MATT"},{"text":"How long have you had it?\n","speaker":"TALIESIN"},{"text":"“Oh, going on like three, four months.” (coughs)\n","speaker":"MATT"},{"text":"It looks like it’s getting better. Oh yes. Does it feel like it’s getting better?\n","speaker":"TALIESIN"},{"text":"“Oh, right now? Yeah.”\n","speaker":"MATT"},{"text":"Yeah, look at that. I would maybe breathe a tincture or something. Let’s– yeah, maybe you should get that looked at.\n","speaker":"TALIESIN"},{"text":"“From who? What do the cards tell me?”\n","speaker":"MATT"},{"text":"Some sort of physician, perhaps.\n","speaker":"TALIESIN"},{"text":"“Right! Of course! Oh, thank you so much.” And he places a–\n","speaker":"MATT"},{"text":"Platinum Dragon be with you. Thank you.\n","speaker":"TALIESIN"},{"text":"Stands up. “Dear, a physician!” And he walks off.\n","speaker":"MATT"},{"text":"What happened to 'no sick people’?\n","speaker":"MARISHA"},{"text":"This is outside the tent.\n","speaker":"TALIESIN"},{"text":"Yeah, he doesn’t enter the tent. He goes off to the side.\n","speaker":"MATT"},{"text":"Fair.\n","speaker":"MARISHA"},{"text":"It’s good to see you all here, though.\n","speaker":"TALIESIN"},{"text":"Here’s the thing. Some of us have weapons that we don’t want to pass away to other people, so how much of a chance is it that we could get through without having to do that, you know?\n","speaker":"LAURA"},{"text":"Well, you can’t see the show if you have a weapon on you.\n","speaker":"ASHLEY"},{"text":"Right. And we really want to see the show. But, you know, we are really good at security, like all of us are really strong, and we could fight things that came up, too, so maybe it would be best if you don’t take our weapons, and then we could help.\n","speaker":"LAURA"},{"text":"Actually, here’s a deal. We’ll make you a good deal. You waive our entry fee and if anyone needs to be kicked out, or any security needs to happen, we’ll help you out.\n","speaker":"MARISHA"},{"text":"Like deputy bouncers?\n","speaker":"SAM"},{"text":"Like deputy bouncers.\n","speaker":"MARISHA"},{"text":"Well, see, funny thing about that, though, is that’s my job. So.\n","speaker":"ASHLEY"},{"text":"So do you want to hire us?\n","speaker":"LAURA"},{"text":"No.\n","speaker":"ASHLEY"},{"text":"You would be like our boss. Have you ever wanted to be a boss? Like, in charge?\n","speaker":"MARISHA"},{"text":"Well, I am.\n","speaker":"ASHLEY"},{"text":"We could ask you for days off sometimes.\n","speaker":"LAURA"},{"text":"A heavy greenish-grey-skinned mitt slaps onto Beau’s shoulder, as you glance over to see the large, well-groomed half-orc man standing there. “I’m terribly sorry, but we’ve got it taken care of. If you wish to pay entry, you can, but the rules are the rules. So sorry.”\n","speaker":"MATT"},{"text":"Do they get stored in some sort of locker or something?\n","speaker":"LIAM"},{"text":"I hold them. And if you want, I can stand right next to you guys. You can keep your eye on me the whole time.\n","speaker":"ASHLEY"},{"text":"She’s very trustworthy.\n","speaker":"TALIESIN"},{"text":"That seems fair-ish to me.\n","speaker":"LIAM"},{"text":"“Yasha, does that seem– all right.”\n","speaker":"MATT"},{"text":"I look at him as I take his hand off. What’s your name, by the by?\n","speaker":"MARISHA"},{"text":"“Bo.”\n","speaker":"MATT"},{"text":"Good name.\n","speaker":"MARISHA"},{"text":"“Thank you.”\n","speaker":"MATT"},{"text":"Well, that’s funny, because your name is also Beau.\n","speaker":"LIAM"},{"text":"“Really?”\n","speaker":"MATT"},{"text":"You didn’t have to– maybe let me choose when to tell people–\n","speaker":"MARISHA"},{"text":"“No, no, I’m curious about this. How do you spell your name?”\n","speaker":"MATT"},{"text":"Well, it’s short for Beauregard.\n","speaker":"MARISHA"},{"text":"“Oh, mine’s just B-O.”\n","speaker":"MATT"},{"text":"That’s unfortunate. I mean, it’s great. Did kids make fun– never mind.\n","speaker":"MARISHA"},{"text":"“It’s not inaccurate.” And he flicks the side of his mustache.\n","speaker":"MATT"},{"text":"Like, is his mustache especially B.O.-y? Like, what? That’s really gross.\n","speaker":"LAURA"},{"text":"Make a perception check.\n","speaker":"MATT"},{"text":"Ew. I don’t want to perceive this. I’m glad I didn’t roll very well.\n","speaker":"LAURA"},{"text":"Can I make an insight check? Is he a creep or is he just–\n","speaker":"MARISHA"},{"text":"Make an insight check. Eight? Thankfully, you’re not in proximity enough to catch a whiff of his mustache.\n","speaker":"MATT"},{"text":"Natural 20.\n","speaker":"MARISHA"},{"text":"Okay. Interestingly enough, he seems very well put-together. And he seems like he’s just fucking with you. He’s having fun, and he’s messing with you, and he’s just casual and competent and actually pretty well-groomed. He doesn’t smell. And he seems more just enjoying the discourse.\n","speaker":"MATT"},{"text":"It’s funny, see, my name’s Beau because my parents wanted a son.\n","speaker":"MARISHA"},{"text":"“Well. If it helps with any other confusion, call me the Breaker. Well, if you see the rest of the show, perhaps you’ll see why I got my name.”\n","speaker":"MATT"},{"text":"Are you in the show, too?\n","speaker":"LAURA"},{"text":"And he cracks his arms. “I am. Towards the end.”\n","speaker":"MATT"},{"text":"Now I want to see the show.\n","speaker":"TRAVIS"},{"text":"“Well then. May I?” You can see now the crowd’s starting to queue up behind you pretty heavily. “Besides, if you’re going to enter, we’ve got to get through the rest of this riff-raff. Do you wish to join in?”\n","speaker":"MATT"},{"text":"I pull– all I have is a dagger, but I just hand it to Yasha.\n","speaker":"LIAM"},{"text":"Just one dagger?\n","speaker":"LAURA"},{"text":"I promise you I will give it back.\n","speaker":"ASHLEY"},{"text":"Yes, here you go.\n","speaker":"LIAM"},{"text":"I promise you I will give you all of your weapons back.\n","speaker":"ASHLEY"},{"text":"Pinky-swear me, Yasha.\n","speaker":"LAURA"},{"text":"Ugh. I don’t like–\n","speaker":"ASHLEY"},{"text":"Yeah! Now we’re best friends. Here’s my sickle.\n","speaker":"LAURA"},{"text":"I have a staff, but I also use it as a walking stick, so I like to keep it on me.\n","speaker":"MARISHA"},{"text":"Can you not walk around without it or something?\n","speaker":"TALIESIN"},{"text":"She has a really bad limp.\n","speaker":"LAURA"},{"text":"Sometimes I get a little twinge, a little disc issue.\n","speaker":"MARISHA"},{"text":"Can you hand me your staff so I can watch this? I want to see this limp of yours. Purely for my own entertainment.\n","speaker":"TALIESIN"},{"text":"Are you patronizing me, Mollymauk?\n","speaker":"MARISHA"},{"text":"No, I’m hoping that you’re going to patronize us.\n","speaker":"TALIESIN"},{"text":"Can I keep my stick?\n","speaker":"MARISHA"},{"text":"How about this? I’ll take it, and I can just carry you to your seat.\n","speaker":"ASHLEY"},{"text":"Deal.\n","speaker":"MARISHA"},{"text":"How are you carrying all of these weapons?\n","speaker":"LAURA"},{"text":"Because I’m really fucking strong.\n","speaker":"ASHLEY"},{"text":"You. Can I give him a pat-down, because you’re–\n","speaker":"ASHLEY"},{"text":"Sure, roll an investigation check. I’ll give you advantage because you’re really good at this.\n","speaker":"MATT"},{"text":"I open up the coat just so she can see the books.\n","speaker":"LIAM"},{"text":"I don’t think I find anything. 12.\n","speaker":"ASHLEY"},{"text":"You find two books and a modicum of change and nothing else on him. He’s actually pretty sparse as far as collectibles and keepsakes.\n","speaker":"MATT"},{"text":"I just thought your chest looked rather square, so I wanted to see what was happening.\n","speaker":"ASHLEY"},{"text":"I’m practically concave. Is it concave or convex, I forget?\n","speaker":"LIAM"},{"text":"Concave.\n","speaker":"OTHER"},{"text":"Convex would be funny.\n","speaker":"MARISHA"},{"text":"I’ll hand her my shortsword, but not my little crossbow.\n","speaker":"SAM"},{"text":"Okay, make a sleight-of-hand check to try and hide that.\n","speaker":"MATT"},{"text":"Four. Oh, wait. 12.\n","speaker":"SAM"},{"text":"You have advantage on that, technically, right? Dexterity checks?\n","speaker":"MATT"},{"text":"Well, did you give me dexterity or just stealth? How does that work?\n","speaker":"SAM"},{"text":"I think it’s just stealth checks with the blessing.\n","speaker":"LAURA"},{"text":"Let me double-check that real fast.\n","speaker":"MATT"},{"text":"Going to the book.\n","speaker":"OTHER"},{"text":"What the heck!\n","speaker":"MATT"},{"text":"We’re playing First Edition, right?\n","speaker":"SAM"},{"text":"No, it is stealth. You’re correct. Yeah.\n","speaker":"MATT"},{"text":"Sorry, I wish I wouldn’t have said it and then you could have had advantage just then, but I’m not a cheater.\n","speaker":"LAURA"},{"text":"No, you’re not.\n","speaker":"SAM"},{"text":"Out of game.\n","speaker":"LIAM"},{"text":"You see him slowly pocketing this crossbow.\n","speaker":"MATT"},{"text":"No, no, no. Little girl.\n","speaker":"ASHLEY"},{"text":"I’m just a little girl.\n","speaker":"SAM"},{"text":"Give me your other weapon.\n","speaker":"ASHLEY"},{"text":"This is a toy for little children. All right, here. I’m sorry.\n","speaker":"SAM"},{"text":"Are you keeping track of what goes with what person? Because it’s a lot.\n","speaker":"LAURA"},{"text":"She’s very good at this.\n","speaker":"TALIESIN"},{"text":"I’m very good.\n","speaker":"ASHLEY"},{"text":"I just drag Nott five feet over. That is two strikes against you. I think we should really just sort of enjoy the show tonight.\n","speaker":"LIAM"},{"text":"All right. But what if someone attacks us?\n","speaker":"SAM"},{"text":"Well, I’ll handle that for you, okay?\n","speaker":"LIAM"},{"text":"All right.\n","speaker":"SAM"},{"text":"Also, little girls don’t tend to tell people they’re little girls.\n","speaker":"MARISHA"},{"text":"This is my first time.\n","speaker":"SAM"},{"text":"When someone is a goblin in the middle of a town where people hate goblins–\n","speaker":"LIAM"},{"text":"Stop saying the word 'goblin’. People are going to hear you.\n","speaker":"LAURA"},{"text":"I mean, she’s kind of right.\n","speaker":"SAM"},{"text":"Technically, I dragged her away, but you know, D&D is funny with what is known and not.\n","speaker":"LIAM"},{"text":"I heard you over the earring.\n","speaker":"TALIESIN"},{"text":"Aww.\n","speaker":"OTHER"},{"text":"RIP.\n","speaker":"LIAM"},{"text":"Wait, I didn’t get your weapon.\n","speaker":"ASHLEY"},{"text":"Hah.\n","speaker":"TRAVIS"},{"text":"Do you want to stare at me all day, or do you want to give me the weapon so you can go watch the show?\n","speaker":"ASHLEY"},{"text":"That’s an interesting choice.\n","speaker":"TRAVIS"},{"text":"It’s not really a choice.\n","speaker":"ASHLEY"},{"text":"Sure.\n","speaker":"TRAVIS"},{"text":"What do you pull out?\n","speaker":"MATT"},{"text":"My falchion.\n","speaker":"TRAVIS"},{"text":"Your what?\n","speaker":"SAM"},{"text":"A falchion, a large, curved sword, emerges from a sheath on his back.\n","speaker":"MATT"},{"text":"What is that?\n","speaker":"SAM"},{"text":"It’s a large, curved sword.\n","speaker":"OTHER"},{"text":"I twist it around a little. Play with it. This is nice.\n","speaker":"ASHLEY"},{"text":"Very nice.\n","speaker":"TALIESIN"},{"text":"I like it.\n","speaker":"ASHLEY"},{"text":"It’s a falchion!\n","speaker":"SAM"},{"text":"You’re going to hang out with us the whole night?\n","speaker":"LAURA"},{"text":"I’ll hang out beside you so you can watch.\n","speaker":"ASHLEY"},{"text":"Make a perception check.\n","speaker":"MATT"},{"text":"11.\n","speaker":"TRAVIS"},{"text":"11, that’s enough. As she spins the falchion around, you notice that, affixed to her back, in uncharacteristically clean leather towards the rest of her outfit, what appears to be a slung-over sheath and a very large bladed weapon, larger than your falchion, affixed to her back.\n","speaker":"MATT"},{"text":"I just like how everyone says 'falchion’.\n","speaker":"MARISHA"},{"text":"It’s pronounced 'felching’.\n","speaker":"LIAM"},{"text":"I’m going to pick up my cards in a very specific order very quickly and start stacking the deck.\n","speaker":"TALIESIN"},{"text":"All right, well. If you want to follow me, I’ll take you to your seats and I’ll stand beside you the whole time.\n","speaker":"ASHLEY"},{"text":"Fucking lead the way.\n","speaker":"TRAVIS"},{"text":"Hey, Jester. Before you go. Tiefling to tiefling, and thank you for keeping this rabble in check.\n","speaker":"TALIESIN"},{"text":"Of course, you know, they’re a lot to handle.\n","speaker":"LAURA"},{"text":"One on the house. And I pull two cards.\n","speaker":"TALIESIN"},{"text":"Yes? What are you telling me?\n","speaker":"LAURA"},{"text":"I pull the Moon and I pull the Shadow. Does this mean anything to you?\n","speaker":"TALIESIN"},{"text":"Oh, yes.\n","speaker":"LAURA"},{"text":"Well, think about it. Put it away.\n","speaker":"TALIESIN"},{"text":"Beau.\n","speaker":"ASHLEY"},{"text":"Both her and the half-orc turn to you.\n","speaker":"MATT"},{"text":"Little one. I just go over and I fireman-style over my shoulder. Since you can’t walk.\n","speaker":"ASHLEY"},{"text":"Oh.\n","speaker":"MARISHA"},{"text":"Just carries her right in. Perfect.\n","speaker":"MATT"},{"text":"I turn back to the rest of them.\n","speaker":"MARISHA"},{"text":"Such grace! Such form! Such dignity!\n","speaker":"TALIESIN"},{"text":"The birds are out already.\n","speaker":"TRAVIS"},{"text":"At which point, the other Bo, Bo the Breaker, goes ahead and collects five copper from each of you as you pass through, so mark off five copper, except for the two of you, you guys are part of it.\n","speaker":"MATT"},{"text":"If I skip around, will I be part of the show and then I don’t have to pay?\n","speaker":"LAURA"},{"text":"Weirdly, being part of the show means you strangely pay more. I’m not entirely sure how that works.\n","speaker":"TALIESIN"},{"text":"Nott, do you have five copper?\n","speaker":"LIAM"},{"text":"For you, Caleb, I do.\n","speaker":"SAM"},{"text":"No, I’m not asking. I was going to help you, but if you have it, you’re good.\n","speaker":"LIAM"},{"text":"No, you’ve been spotting me all day, I’ll take care of both of us.\n","speaker":"SAM"},{"text":"Mollymauk. That Jester’s adorable.\n","speaker":"ASHLEY"},{"text":"I know. Highly entertained.\n","speaker":"TALIESIN"},{"text":"I like her.\n","speaker":"ASHLEY"},{"text":"I do too.\n","speaker":"TALIESIN"},{"text":"So, stepping into the interior of the tent, the rocky floor filled with grass and dirt and various flattened groundscape on the outskirts of the Ustaloch, you can see a thick, heavy tarp-like material hitting the very edge where the heavy dark blue cloth hangs from the sides of the tent you’re within. You can see where the seating is guided across the floor, and there, already in a very packed room, you see a few dozen townsfolk that have begun to gather in a semicircle. There is the entrance flap of the tent where you guys are walking in. As soon as you walk in, you can see a central pillar, a heavy column of wood, a tree that has been completely rounded off on all sides, held aloft to carry the top of the canopy of the tent itself. And across the way, you can see a larger flap tent that is currently closed that appears to be probably the performers’ entrance. You can see above you four hanging lanterns that glow with what seems like a flicker of light, but the pattern to them is consistent, meaning it’s not probably natural flame. Children and people are beginning to mash around the sides, and the space along the edges of the interior of this tent is starting to get a little cramped. Where do you guide them, Yasha?\n","speaker":"MATT"},{"text":"Did you guys want to sit in the front row?\n","speaker":"ASHLEY"},{"text":"That’s what we were told is the best seat in the house.\n","speaker":"SAM"},{"text":"We want to sit in the front row.\n","speaker":"ASHLEY"},{"text":"So there’s– if you consider a semicircle pattern here, there’s– if you’re entering, you can go front to the right, front to the left, front to the center, anywhere in between. Where would you like to be currently sitting?\n","speaker":"MATT"},{"text":"Front and center? Or do you want to be on the sides?\n","speaker":"ASHLEY"},{"text":"Front and center!\n","speaker":"LAURA"},{"text":"I take them to the front and center.\n","speaker":"ASHLEY"},{"text":"Front and center, okay.\n","speaker":"MATT"},{"text":"I’m going to keep my hand on my meager purse for the evening.\n","speaker":"LIAM"},{"text":"Okay.\n","speaker":"MATT"},{"text":"As soon as I sit down, I’m going to pull out my sketchbook and draw the moon and the shadow card that Molly showed me.\n","speaker":"LAURA"},{"text":"As we’re walking over, I say, hey, Yasha, 'cause I was totally on your shoulder, heard you talking about my friend, Jester.\n","speaker":"MARISHA"},{"text":"Ah, shit.\n","speaker":"ASHLEY"},{"text":"Yeah.\n","speaker":"MARISHA"},{"text":"I didn’t mean anything by it. I just–\n","speaker":"ASHLEY"},{"text":"No, dude. No, she’s never mentioned a significant other, so, I mean.\n","speaker":"MARISHA"},{"text":"Oh, I’m not looking for anything, I just–\n","speaker":"ASHLEY"},{"text":"Will you hold me through the show?\n","speaker":"MARISHA"},{"text":"Like, cradle me?\n","speaker":"MARISHA"},{"text":"That’s an extra charge. We do do that, though.\n","speaker":"ASHLEY"},{"text":"How much?\n","speaker":"MARISHA"},{"text":"Well, it’s an extra five gold pieces.\n","speaker":"ASHLEY"},{"text":"Five gold?\n","speaker":"MARISHA"},{"text":"These arms are worth a lot.\n","speaker":"ASHLEY"},{"text":"It’s a very swaddling hug. You’ve never experienced anything like it.\n","speaker":"TALIESIN"},{"text":"It’s the best way to see the show, if that’s how you want it.\n","speaker":"ASHLEY"},{"text":"I’ll give you five silver just to have your shrug to sit on so my butt’s not on the floor.\n","speaker":"MARISHA"},{"text":"I don’t take off my shrug.\n","speaker":"ASHLEY"},{"text":"Oh, sorry.\n","speaker":"MARISHA"},{"text":"How about you just keep your money and I’ll put you in a chair and I’ll just watch over your weapons.\n","speaker":"ASHLEY"},{"text":"Okay.\n","speaker":"MARISHA"},{"text":"So she places you on the ground, as there are no chairs.\n","speaker":"MATT"},{"text":"On the ground, I mean, because there’s no chairs.\n","speaker":"ASHLEY"},{"text":"Oh, there’s no chairs? Aw. I was picturing benches. That’s okay.\n","speaker":"LAURA"},{"text":"There’s no benches? Oh, fuck.\n","speaker":"TRAVIS"},{"text":"Where are they going to transport benches from place to place?\n","speaker":"MATT"},{"text":"That’s a good point.\n","speaker":"ASHLEY"},{"text":"Carnival? I don’t know.\n","speaker":"TRAVIS"},{"text":"Well, sorry, you have Fletching and Moondrop to deal with.\n","speaker":"MATT"},{"text":"Bring a cushion from home like a regular person.\n","speaker":"TALIESIN"},{"text":"So, as the music has died down and everyone begins to crowd in and whisper to themselves, eventually it begins to quiet a bit, everyone having their seats. The familiar sound of the fiddle begins to play, and everyone quickly gets quiet, down to a hush. The music seems sourceless in the interior of the tent. Everyone begins to look around to see where it may come from. You hear points of hushed “look\"s, pointing off in different areas, and at the top of the tent, you see, seeming to stretch and fall, like a slow drop of water, the man in red you saw earlier descends from the top of the tent, but now dressed head-to-toe in a matching deep blue outfit and full makeup, to where he appears out of the canopy of the tent. He hangs from a rope by one foot, it’s wrapped around and clutched as his foot catches the edge. Playing his violin ever-so-slowly as he carefully descends, and then at the last moment releases the rope and lands on his feet, continuing the music he’s playing. He slowly spins as the longer-haired elf leader of the earlier parade that you saw, the one that had marked back briefly to your two new friends over here, enters the tent from the distant flaps, the performers’ entrance, his head now sporting that same tall hat, flopping backwards at the apex. He extends his arms, removing the hat, and takes a deep bow as the crowd begins to clap.\n","speaker":"MATT"},{"text":"\"Ladies and gentlemen of Trostenwald, I am Carnival Master Gustav Fletching, and allow me to welcome you to the Fletching and Moondrop’s Traveling Carnival of Curiosities.”\n","speaker":"MATT"},{"text":"“I ask you, each and every one of you–” You hear some children giggle as he makes eye contact. –grant us your imaginations this eve but a trifle bit of time, and allow us to reveal a realm of laughter, mystery, danger, and beauty. I see you’ve already met Desmond.” And he gestures towards the man in all blue who’s playing the fiddle. “He’ll be part of our story tonight, so keep a wily eye for the shifting fool. But first, I tell you a tale of two sisters of the Fey.” And as Desmond slowly leaves the tent, you see two armored guards by where he is now have entered, two of the Crown’s Guard are stepping by the entrance where he walked in, watch him pass. “Lost without form into the mazes of the underworld. There, where the body would break, they found a teacher in a mystical serpent, and the gift they received was the ability to bend with this maze that captured them and slither their way back to the surface to reclaim their place in the world. May I present to you Mona and Yuli, the Knot Sisters.” As he slowly backs through the performers’ entrance, the two halfling dancers you saw earlier, in the full bodysuits, emerge from behind the Carnival Master as he discreetly exits. They sport serpentine makeup, scales affixed to the sides of their face and arms. Approaching the central spire, the pole that holds the tent up, one immediately leaps onto the shoulders of the other, bending her back a near-impossible amount, creating this humanoid sculpture that you see the front row cringe at the idea of the pain that would cause an average individual. But these halflings are very nimble and able to create almost a single form out of two bodies. Their rigid form becomes fluid to the eye as they move and shift to the music, the violin now sourceless once again, not seeing where this Desmond is placed, but they seem to move as it picks up speed.\n","speaker":"MATT"},{"text":"(whispers) It’s like the serpent we fought, you guys!\n","speaker":"LAURA"},{"text":"I was expecting more Ringling Brothers, actually.\n","speaker":"SAM"},{"text":"Suddenly, the top one folds over and slams into the ground, tumbling across the center in a wild display of physical control. The two of them begin to tangle and wrap like two battling snakes, their bodies seemingly disconnecting from the rigid halfling forms you had seen, and you swear, for a moment, becoming serpentine-like as they intertwine around the base of this pole. It’s beautiful and violent at the same time. It’s off-putting. And watch as they curl around the base of this pole, the lights above begin to become a dull greenish-blue, and get darker and darker, presenting this imagery of the underworld. One by one, they silently tell a tale of struggle, crawling across one, then the other, one at a time, using their serpentine-like forms as an extending ladder, folding over each other as they use every muscle in their body to cling around this pole and ladder-step up like a snake. It’s a very strange but alluring sight, and you can’t help but notice that you forget that these are two halfling girls, and you find yourself pulled into this wordless story they tell of climbing back to their place, to the surface, towards the dark sky of lightless blue cloth. As the baubles that contain the interior light of the tent begin to glow brighter and brighter, their climbing becomes more fevered. The two of them, arm into arm, leg into leg, rolling up and swirling, until eventually at the apex they grab each other’s arms around the pole before spinning downward, back-to-back, legs outward, with a rapid pace, the music coming to a full crescendo. Like a Maypole, they both curl and twirl and then tumble to the ground before the audience with a flourish, arms in the air, and the audience erupts in applause.\n","speaker":"MATT"},{"text":"As they both begin to back away, smiles on their faces, nodding to each other, Gustav emerges once more from the performers’ flap. The fool appears at the back entrance again, taking an ominous tune with his violin this time, his outfit no longer blue but deepset black. The hanging lights darken once again as Gustav takes the center stage. “In a flash, beyond the ash, the gods all went and gone. The darkness came to grasp, reclaim, and suffocate the dawn.” Suddenly, out of the darkness behind him, a burst of flame lights the room. “But from that night, a burning light doth keep back shadows’ bane. The strength\nto fight will set alight the morning sun again. Ladies and gentlemen, I present to you Ornna the fire fairy.” And Gustav leaves the tent once more. As you watch, a pair of metallic fans, alight with flame, now frame the beautiful woman of short red hair you had seen before in the procession. Gustav slinks into the darkness and vanishes as Ornna spins in hypnotic twirl, her simple dress of golds and reds almost glowing in the firelight around her, the flickering of the flames giving her the visage of a warrior-goddess battling the dark that surrounds. The frenzied fiddle of the fool picks up as she twirls the fans in her grasp, her face stoic and graceful simultaneously. The hushed awe of the audience fills the air, watching this magnificent warrior strike at the shadows, the lights above flickering brighter with each spin and dive, banishing the shadows from the room. She matches the pace of the music, drawing to a crescendo, and leaps, and barrel-turns and climaxes with her striking a powerful pose as the lights rocket to a victorious luminescence. Once again, the crowd goes crazy.\n","speaker":"MATT"},{"text":"This is really different than most carnivals that I’ve gone to.\n","speaker":"LAURA"},{"text":"It’s very artistic, yeah.\n","speaker":"SAM"},{"text":"Gustav enters as she exits with a bow, the fans flickering out. He enters clapping at Ornna. A low drumbeat begins to beat in the distance as the fiddle grows tense once more. “Even as the sun would rise anew, bellowing roars will quake the lands of Xhorhas and beyond. Terrible beasts, now freed from their dark masters, scattered into our world.” (roars) A terrible, guttural roar shakes the room, followed by the sounds of grinding and dragged chains. From behind the performers’ flap, the half-orc, Bo, who you’d met earlier, the Breaker, and the fool, who is now still playing the fiddle, yet the bow of it continues to go on its own as he drags the other chain with his arm, wrapped around his forearm. The two of them pull something through the flap. It swells, and from beneath it is revealed an enormous creature of green scales, slimy-looking skin, and a corpulent form, large toad-like legs frame a rotund torso, and muscular arms that are manacled and pulling him in. It fights and wrestles against the taut chains as it’s pulled further and further towards the center of the tent, but is held in place by the two men. It roars a second time. (roars) The front row immediately pulling back and screaming. You hear kids begin to cry. A handful of townsfolk shoot to their feet, grasping the children in fear, preparing to run.\n","speaker":"MATT"},{"text":"Have we ever seen anything like this before?\n","speaker":"LAURA"},{"text":"Yeah, what’s it look like?\n","speaker":"MARISHA"},{"text":"Well, he just described what it looked like.\n","speaker":"LAURA"},{"text":"By name.\n","speaker":"MARISHA"},{"text":"You have not seen this creature. Gustav continues, seemingly unflinched by its approach. “The devil-toad crawls hungrily–”\n","speaker":"MATT"},{"text":"But what does it look like?\n","speaker":"SAM"},{"text":"“–into the land of the free folk, lording over nightmares as they say, and what truth lies behind the eyes of this beast? What would be learned when the guiding heart of innocence pierces the hateful soul and brings it to see beauty for the first time? I present to you the vivid voice of Toya.” And as Gustav backs away, the devil-toad struggling against the chains, a soft, faint voice begins to slowly emanate from the air–\n","speaker":"MATT"},{"text":"Eyes previously locked on the frightening creature now seek a source and find, atop a platform within the chamber, high up on a small platform set against the apex of the pole, a young dwarven girl, maybe 12 years of age, her braided golden hair clasped and her hands at her side, a white dress obscuring her feet. She sings with a mystifying, mature voice that pierces your hearts with joy, unexpectedly and uncontrollably. The crowd audibly gasps as one, the entrancing song of this girl bringing every person into this music. The devil-toad stops struggling against the chains, seemingly caught by the sound of her voice. Its face drops into a soft smile as it slowly walks towards the base of the pole and sits. The half-orc and the fool drop the chains and back away, leaving the beast free in its rapture. Her voice almost begins to summon a chorus from the ether, magical in nature, as there are no others but her joining into this piece. Her smile is infectious, and you can’t tear your eyes away. You only now realize the tears down your cheeks, but you cannot break your gaze. From the front row of the audience, on the left, a man stands up, his arms outstretched towards her. His dirtied cloak falls away, his face and skin wracked with age. You see his legs shaking as he stands, his cheeks wet with tears. He shouts (exclaims). His arms drop and clutch his chest. Gurgles a burst of vocal pain once more, and folks nearest to him begin to lean away as he begins to shake. You glance over as the old man yells out once more, as the skin on his arms suddenly begins to tear, the bones splitting from the flesh, writhing, cracking. Dust and blood shake from his wounds as his form swells. Screams begin to ring out from the audience around him, people rising up and running for the exit. Chaos breaks into the room around you. Toya’s song abruptly ends, the little girl looking down with fright in her eyes, the devil-toad glancing about worriedly, the half-orc and the fool rushing up beside him to look at the transforming man. The half-orc yells, escorting patrons to the exit, “Everyone! Leave the tent now! Kylre–” As he points to the devil-toad. “–get her to safety.” The devil-toad glances up and leaps with a sudden gust of strength to the top and grabs the center pole of the room as it begins to almost quiver to his weight. He grabs the little girl safely under his arm and leaps back down. What are you all doing?\n","speaker":"MATT"},{"text":"I invoke Duplicity.\n","speaker":"LAURA"},{"text":"You watch as her form suddenly dissipates into multiple seemingly copies of her form as Jester.\n","speaker":"MATT"},{"text":"Yasha? We’re going to need those weapons back.\n","speaker":"TRAVIS"},{"text":"I turn to Mollymauk and go, man, I thought it was kind of lame at first, but this is awesome!\n","speaker":"MARISHA"},{"text":"Everyone get out right now.\n","speaker":"TALIESIN"},{"text":"This isn’t part of the show?\n","speaker":"MARISHA"},{"text":"Not part of the show.\n","speaker":"TRAVIS"},{"text":"It’s too artsy.\n","speaker":"SAM"},{"text":"The old man’s body stops quaking, his flesh now grey and mangled like an ancient tree trunk. He turns, his eyes blood-red and bulging, his lips curled into a horrifying grimace. The two Crown’s Guard begin to try and make their way through the panicked crowd, but the people, like a wave of chaos, are keeping them at bay. I need everyone to roll initiative.\n","speaker":"MATT"},{"text":"The miniatures come out, guys!\n","speaker":"LIAM"},{"text":"First map!\n","speaker":"TRAVIS"},{"text":"I rolled a natural one.\n","speaker":"MARISHA"},{"text":"That bodes well.\n","speaker":"SAM"},{"text":"So you guys, this guy is actually over here. You guys are all up here in the front.\n","speaker":"MATT"},{"text":"Oh yeah, we were right in the fucking front row. Look at us! We’re so cute!\n","speaker":"LAURA"},{"text":"Oh my god, it’s so pretty.\n","speaker":"TALIESIN"},{"text":"We’re all going to die.\n","speaker":"SAM"},{"text":"Probably. But then the third campaign begins.\n","speaker":"LIAM"},{"text":"Yay.\n","speaker":"LAURA"},{"text":"I like the tents and donkeys outside. Amazing.\n","speaker":"SAM"},{"text":"Look, Taliesin, it’s a bardo. Oh my god!\n","speaker":"MARISHA"},{"text":"No, go for it. Oh boy.\n","speaker":"TALIESIN"},{"text":"All right, so. 20 to 15?\n","speaker":"MATT"},{"text":"21.\n","speaker":"LAURA"},{"text":"All right.\n","speaker":"MATT"},{"text":"Oh, wait, 22.\n","speaker":"LAURA"},{"text":"Nice. 15 to ten?\n","speaker":"MATT"},{"text":"Ten.\n","speaker":"TALIESIN"},{"text":"Ten.\n","speaker":"SAM"},{"text":"12.\n","speaker":"TRAVIS"},{"text":"13.\n","speaker":"ASHLEY"},{"text":"11.\n","speaker":"LIAM"},{"text":"So 13 and then ten and ten? Sorry, 12. So Yasha got 13, then we have Fjord. And then 11. And then we have Nott at ten. And what’d you get?\n","speaker":"MATT"},{"text":"Five. Rolled terribly.\n","speaker":"MARISHA"},{"text":"There we go. Okay, so. Top of the round, as this creature turns and glares about in the area, this swollen form over here to the side, that’s what remains of the old man who had stood up in the center of the chamber. Jester, you’re up first.\n","speaker":"MATT"},{"text":"Okay. Well, I’m just going to go for it, all right? I’m going to cast Guiding Bolt on the monster that just appeared.\n","speaker":"LAURA"},{"text":"Okay, as it turns towards you. It’s a saving throw, correct?\n","speaker":"MATT"},{"text":"Let’s find out. You make a ranged spell attack.\n","speaker":"LAURA"},{"text":"Go ahead and roll on that.\n","speaker":"MATT"},{"text":"Okay, okay.\n","speaker":"LAURA"},{"text":"Magic, you’re using magic.\n","speaker":"SAM"},{"text":"Well, it’s cocked. It was 20 and then it rolled.\n","speaker":"LAURA"},{"text":"You said cocked.\n","speaker":"SAM"},{"text":"You’re a cock.\n","speaker":"LIAM"},{"text":"That’s 11 plus– what do I add to my– Guiding Bolt, plus five. So 16.\n","speaker":"LAURA"},{"text":"16 hits. Go ahead and roll damage.\n","speaker":"MATT"},{"text":"Yay. 4d6.\n","speaker":"LAURA"},{"text":"Yasha, you’re almost on deck.\n","speaker":"MATT"},{"text":"Ten, 16, 18, and then any attacks in the future– the next attack has advantage.\n","speaker":"LAURA"},{"text":"How much damage was that? 2d6, 18?\n","speaker":"MATT"},{"text":"4d6, you said.\n","speaker":"SAM"},{"text":"Yeah, it was 4d6 radiant damage. So yeah, it was 18. And then I’m going to run the opposite direction away from him, but I’m going to keep my duplicate up there.\n","speaker":"LAURA"},{"text":"Okay, which, for your duplicate, I should go ahead and grab something.\n","speaker":"MATT"},{"text":"Oh, you’ve got toys.\n","speaker":"TALIESIN"},{"text":"That backpack’s almost as big as my dice bag.\n","speaker":"LAURA"},{"text":"Almost. I was like, that’s right, you can do this, so I need to pull out– we’ll say for the purposes of this, you’re– we’ll put you– this will be your duplicate, wherever you want to move it from where you are, so she moves there.\n","speaker":"MATT"},{"text":"So she’s going to stay here. I can’t reach that far, but. Oh, shit, sorry.\n","speaker":"LAURA"},{"text":"Just let me know where. There?\n","speaker":"MATT"},{"text":"Sorry, I didn’t realize it was–\n","speaker":"LAURA"},{"text":"You can get there.\n","speaker":"MATT"},{"text":"Okay, sounds good.\n","speaker":"LAURA"},{"text":"Okay, so that ends your turn. At the top of your turn, this creature closest to one of the people nearby screaming, this young woman who’s trying to back away, it just turns toward her and grabs and tries to tear into her with two strikes. The first one, that is actually going to miss. She ducks out of the way and begins crawling across the ground as it goes for a second attack. That, however, does hit, it’s a 16. That’ll do it. So with eight points of bludgeoning damage, it reaches down and slams its fist into her chest, and as it does, she gives out this horrible yelp as it rips into her and begins gnawing into her flesh and pulls away with a mouthful of it and stands up, its eyes scanning the room for the next possible victim. It’s going to begin to stalk forward, coming up to that guy. All right, Yasha, your turn.\n","speaker":"MATT"},{"text":"Okay. How close am I to them– I want to give them their weapons.\n","speaker":"ASHLEY"},{"text":"You’re right there. You’d have to– You’re pretty close to everybody. You could distribute– you could use your action to toss the weapons out to everybody this turn, I’ll say.\n","speaker":"MATT"},{"text":"Okay. I’ll pass my weapons out this turn.\n","speaker":"ASHLEY"},{"text":"Okay, so you’ll spend your action throwing them out to the individuals. So your shortsword and crossbow clatter to the ground, and you quickly scramble to grab them. Caleb’s dagger falls at his foot. Your staff gets tossed quickly from behind you. Your falchion meets your arm.\n","speaker":"MATT"},{"text":"Falchion.\n","speaker":"OTHER"},{"text":"All right. That ends Yasha’s turn. Fjord, you’re up.\n","speaker":"MATT"},{"text":"Can I run up with the falchion within melee?\n","speaker":"TRAVIS"},{"text":"You actually rush through Jester’s form. You watch the image dissipate as you charge through it and meet up, face-to-face, with this large, gnarled, horrible-looking creature. What are you doing?\n","speaker":"MATT"},{"text":"Ripping the falchion, can I swing it into the creature?\n","speaker":"TRAVIS"},{"text":"You may.\n","speaker":"MATT"},{"text":"And you get advantage.\n","speaker":"LAURA"},{"text":"I do? Thank god, because that was a one. 18.\n","speaker":"TRAVIS"},{"text":"18 hits. Go ahead and roll damage.\n","speaker":"MATT"},{"text":"Nice.\n","speaker":"TRAVIS"},{"text":"It’s a real fight!\n","speaker":"SAM"},{"text":"Yeah.\n","speaker":"MATT"},{"text":"11.\n","speaker":"TRAVIS"},{"text":"We’ve got like a dozen hit points, we’ll be okay.\n","speaker":"SAM"},{"text":"All righty. That ends your turn? All right, you’re done. That brings us to Caleb.\n","speaker":"MATT"},{"text":"I would like to use my movement to push as far into the crowd as I can.\n","speaker":"LIAM"},{"text":"Okay, going through the crowd is–\n","speaker":"MATT"},{"text":"Half-movement? That’s fine, sure. I just want people in front of me.\n","speaker":"LIAM"},{"text":"Push through to about there. You end up pushing a kid out of the way.\n","speaker":"MATT"},{"text":"That’s great. That’s exactly fine with me and I will pull out the diamond and cast Chromatic Orb, and I will send a ball of cold at the creature that Fee-ord – Fjord –\n","speaker":"LIAM"},{"text":"All right, go ahead and make a spell attack.\n","speaker":"MATT"},{"text":"Yes, here it comes.\n","speaker":"LIAM"},{"text":"Watch out for Fee-ord.\n","speaker":"SAM"},{"text":"My goodness. That is a 17.\n","speaker":"LIAM"},{"text":"17 hits. Go ahead and roll damage.\n","speaker":"MATT"},{"text":"Isn’t Chromatic Orb like a really strong spell?\n","speaker":"LAURA"},{"text":"No.\n","speaker":"LIAM"},{"text":"There’s Prismatic Spray. Chromatic is the starter version.\n","speaker":"MATT"},{"text":"That is nine.\n","speaker":"LIAM"},{"text":"Nein!\n","speaker":"OTHER"},{"text":"(German accent) All right, very well done, Caleb.\n","speaker":"MATT"},{"text":"(thicker German accent) Now is the part where we dance.\n","speaker":"LIAM"},{"text":"So as you push the child out of the way, turn, putting your pocketed diamond out in front of you, you focus and you watch as this beam of light blue energy streaks past, just barely coasting between a few heads. It slams into this creature, as crystals form where the wound and impact was. It cracks back into place where it was. End of your turn? All right. Nott, you’re up.\n","speaker":"MATT"},{"text":"Okay. Having seen the beautiful dwarven– girl, was it? Who sang and soothed a monster earlier in the show, I’m going to attempt to sing and soothe this monster. So I step forward and I open my mouth, and I sing, (singing badly) And I will always soothe you!\n","speaker":"SAM"},{"text":"Can I shoot an arrow at Nott?\n","speaker":"LAURA"},{"text":"He’s killing the memory of Scanlan.\n","speaker":"LIAM"},{"text":"I know, can’t let that go.\n","speaker":"MARISHA"},{"text":"Make a performance check.\n","speaker":"MATT"},{"text":"Performance check. Ooh, it’s really good. 18, minus three, so that’s 15.\n","speaker":"SAM"},{"text":"Okay. As you’re singing out this discordant sound, folks nearby are covering their ears and glancing back and looking in surprise at this strange creature giving off this–\n","speaker":"MATT"},{"text":"Does it die?\n","speaker":"SAM"},{"text":"No. However, it now, after taking a few hits nearby, its red eyes– or at least one red eye slips over to look in your direction. That’s as much of an effect.\n","speaker":"MATT"},{"text":"Fuck!\n","speaker":"SAM"},{"text":"Do you want to move, or are you going to stay there?\n","speaker":"MATT"},{"text":"Yes, I’m going to move, and I’m going to dash behind somebody in the crowd, some weak-looking individual.\n","speaker":"SAM"},{"text":"Okay. You can get behind there. Okay. All right, that ends your turn?\n","speaker":"MATT"},{"text":"That’s our M.O., baby!\n","speaker":"LIAM"},{"text":"Beau, you’re up.\n","speaker":"MATT"},{"text":"Oh shit, okay. To RP my tragic one on the first fucking battle a little bit, I’ll turn to everybody and go, guys, no, it’s part of the show. Molly said that people die. She was just a claque. Okay. And then I run and I’m going to tackle the zombie guy. Can I see if I can grapple him?\n","speaker":"MARISHA"},{"text":"You can certainly, on the first attack. Go for it. Make an athletics check.\n","speaker":"MATT"},{"text":"Just straight athletics. Oh god. Do I keep that? It’s not good.\n","speaker":"MARISHA"},{"text":"Seven.\n","speaker":"MARISHA"},{"text":"17. You attempt with your first strike, and the creature just breaks away. Its strength is far more than you imagined it would be from what was originally an elderly-looking frame.\n","speaker":"MATT"},{"text":"I go, oh, fuck that. I don’t know if that’s true, and I’m going to do a flurry of blows and do two, pop-pop. That’s unarmed, right? Pop-pop.\n","speaker":"MARISHA"},{"text":"That is correct.\n","speaker":"MATT"},{"text":"I do two, right?\n","speaker":"MARISHA"},{"text":"Yes, if you’re using your ki point to do that, yes.\n","speaker":"MATT"},{"text":"Yes, I am. So first one, it’s plus six? Okay. First one is 19. No, 20. First one is 20 total, and then the second one is 15 total.\n","speaker":"MARISHA"},{"text":"Both hit. Roll damage for each.\n","speaker":"MATT"},{"text":"Okay. Not great.\n","speaker":"MARISHA"},{"text":"What are those dice?\n","speaker":"SAM"},{"text":"They’re d4s, they’re just fancy d4s. Yeah. That is four, eight, 11 points of damage.\n","speaker":"MARISHA"},{"text":"Between both? Great. So after the grapple fails and it pushes you away, you go ahead and pull back and then leap, kick it in the chest and then uppercut it in the chin.\n","speaker":"MATT"},{"text":"Yeah, that’s cool.\n","speaker":"MARISHA"},{"text":"Looks back towards you. So that would be putting you up base-to-base with it there. All righty. Ending your turn? Okay, at that point, the crowd is now screaming and begins to swell and push in this direction. These folks all begin to run back and around this way. This crowd begins to push, the guards are trying to push forward, and they can only get a little ways forward to there and there. Everyone just shifts out this direction.\n","speaker":"MATT"},{"text":"God, somebody’s going to get trampled.\n","speaker":"LAURA"},{"text":"It’s really a hazard. They should have had more exits.\n","speaker":"SAM"},{"text":"I mean, it’s a fire hazard, for sure.\n","speaker":"LAURA"},{"text":"Caleb and Nott, I need you both to make dexterity saving throws.\n","speaker":"MATT"},{"text":"15.\n","speaker":"SAM"},{"text":"Oh, pretty good. That is 17 for me.\n","speaker":"LIAM"},{"text":"All right. You both manage to just bob and weave through the crowd to prevent being trampled and backing away from the chaos as people are pushing through. The entrance is too small for everyone to leave, and there’s now a giant bottleneck that’s beginning to push up as people are now screaming and trying to get out. They’re crying, and the chaos is just swelling into this absolute cacophony. As soon as that finishes, the devil-toad carrying the dwarven girl, who was given a decree, exits out back with her to get her to safety. These two begin to slowly back away, seeing that things seem to be handled? And the guards making their way in are looking scared at each other, not really knowing what to make of the current chaos. At that point, you watch as the woman whose chest was torn into by this creature suddenly–\n","speaker":"MATT"},{"text":"–snaps up into place.\n","speaker":"MATT"},{"text":"Oh, shit. Okay, we have to keep them from being dead.\n","speaker":"LAURA"},{"text":"Top of the round. Jester, you’re up.\n","speaker":"MATT"},{"text":"Oh, god.\n","speaker":"LAURA"},{"text":"What was your initiative again?\n","speaker":"MATT"},{"text":"Ten.\n","speaker":"TALIESIN"},{"text":"Ten, oh, shit. That’s right, you’re with Nott, that’s what happened. So Molly, you go ahead and go for your turn as well. My apologies.\n","speaker":"MATT"},{"text":"I’m going to yell to the back, open the tent wide! And I’m going to pull– how far away am I?\n","speaker":"TALIESIN"},{"text":"You’re right there. You’re in the middle of the crowd as it’s swarming around you and Yasha.\n","speaker":"MATT"},{"text":"(sighs) I’m going to run around and see if I can flank that creature, if I can move towards flanking that creature with the other two.\n","speaker":"TALIESIN"},{"text":"You can’t really flank it, but you can get next to it.\n","speaker":"MATT"},{"text":"All right. Can I get close enough to take a shot?\n","speaker":"TALIESIN"},{"text":"You can, yeah.\n","speaker":"MATT"},{"text":"Take a shot?\n","speaker":"TRAVIS"},{"text":"You have guns?\n","speaker":"SAM"},{"text":"Well, old habit.\n","speaker":"TALIESIN"},{"text":"As a bonus, I’m flipping it out, and I’m going to activate the first sword.\n","speaker":"TALIESIN"},{"text":"Okay, so you watch as Molly pulls the scimitar out, and as he unsheathes it, draws it across the side of his exposed chest, causing a little bit of blood to spill out, and as it does, he pulls the blade out, and you watch as the edge, suddenly, ice crystals begin to build on the outside of the blade.\n","speaker":"MATT"},{"text":"And I’m taking a shot at the creature.\n","speaker":"TALIESIN"},{"text":"Taking a shot?\n","speaker":"SAM"},{"text":"Taking a slice.\n","speaker":"TALIESIN"},{"text":"Taking a stab.\n","speaker":"LAURA"},{"text":"But with bullets.\n","speaker":"SAM"},{"text":"That’s 21 to hit.\n","speaker":"TALIESIN"},{"text":"That hits.\n","speaker":"MATT"},{"text":"That’s not bad. That’s eight points of damage and one point of ice damage.\n","speaker":"TALIESIN"},{"text":"Okay, so nine points of damage on the first strike.\n","speaker":"MATT"},{"text":"No, that was my bonus.\n","speaker":"TALIESIN"},{"text":"That was your bonus, that’s all you’ve got. Okay. So one strike, you cut across, and you watch as you cut this wide wound open, exposing the fleshy organs’ interior, but they’re frozen where the wound cut through, and it’s still holding it together. It’s looking like it’s starting to hurt a bit and fall apart slightly.\n","speaker":"MATT"},{"text":"This is the bigger monster?\n","speaker":"SAM"},{"text":"So it’s the one I’m fighting?\n","speaker":"MARISHA"},{"text":"Yes. So that ends your turn, Molly? Brings us to the top. So Jester, sorry, back to you.\n","speaker":"MATT"},{"text":"Oh, now I’m worried. I’m worried about the undead. I don’t know. Well, I don’t think I would know this, so it’s okay. I’m going to say to the air and say, dude, are you here, because this is like the coolest shit we’ve ever seen! And then I’m going to cast Toll the Dead on the first zombie creature guy. And there’s a bell that tolls.\n","speaker":"LAURA"},{"text":"Toll the Dead.\n","speaker":"MATT"},{"text":"Oh, that’s fucking rad, dude.\n","speaker":"MARISHA"},{"text":"He has to make a wisdom saving throw or take 1d12 necrotic damage.\n","speaker":"LAURA"},{"text":"Natural one. Go ahead and roll a d12.\n","speaker":"MATT"},{"text":"Oh, three. That’s lame.\n","speaker":"LAURA"},{"text":"Three points of necrotic damage. So as this deep temple bell rings out in the air above, you watch as this creature who has turned and is beginning to just whale upon the surrounding allies that are curling at its sides, it seems to retract from the sound and cover its ears briefly before angrily lashing out.\n","speaker":"MATT"},{"text":"And I made that sound like it was coming from my duplicate, and my duplicate’s going to run back a little bit and stand next to the pole. Yeah.\n","speaker":"LAURA"},{"text":"Cool. Is that your turn? All right. The standing creature that’s now been sliced, bludgeoned, and wounded by all three of you, is going to go ahead and make two strikes at– roll randomly to see who it goes for. That’s going to be at Beauregard. It swings at you twice, both with its giant massive clawed fists, just striking out towards you. First one is 17 to hit?\n","speaker":"MATT"},{"text":"My armor class is 17.\n","speaker":"MARISHA"},{"text":"Nine points of bludgeoning damage as the first one just slams you in the chest. You feel the wind knocked out of you for a brief second. The second swing’s going to come at you. That’s going to be a 20 to hit.\n","speaker":"MATT"},{"text":"Yup, yup, that hits.\n","speaker":"MARISHA"},{"text":"This thing’s swinging hard. Holy shit.\n","speaker":"TRAVIS"},{"text":"And that’s going to be six points of bludgeoning damage to you.\n","speaker":"MATT"},{"text":"What are you at, girl?\n","speaker":"LIAM"},{"text":"Don’t worry about it. I’m bad.\n","speaker":"MARISHA"},{"text":"It slams into you once with the fist, and the other one grabs into your stomach, abdomen region, and the claws dig in, and its jaw unhinges and drops like a snake’s.\n","speaker":"MATT"},{"text":"I turn to Fjord and I go, I’m not a claque, this show’s bullshit.\n","speaker":"MARISHA"},{"text":"The other one is going to rush over towards you, Mollymauk, as you’re the closest one to it, and is going to take one swing at you.\n","speaker":"MATT"},{"text":"Yeah, no. I’m going to use Blood Maledict.\n","speaker":"TALIESIN"},{"text":"Okay, so you’re using a reaction? You don’t have to roll anything for it. He just has disadvantage on the strike.\n","speaker":"MATT"},{"text":"Oh, that’s right, because I’m not doubling it up.\n","speaker":"TALIESIN"},{"text":"That’ll do it. He rolled a 16 and then a four. So as it swings towards you, you watch as suddenly the reddish burning eyes of the second creature go black, and it goes way too wide and misses you. You easily duck out of the way of its first strike. As it runs past, towards you this way, you get an attack of opportunity as it leaves your attack range to attempt to swing around Molly for a second strike. Go for it.\n","speaker":"MATT"},{"text":"That is 16.\n","speaker":"TRAVIS"},{"text":"16 hits! Go ahead and roll damage.\n","speaker":"MATT"},{"text":"Nice. That is 12 points of damage.\n","speaker":"TRAVIS"},{"text":"With this brief opening as it rushes past Mollymauk, after its eyes go black, you watch as it stumbles, its vision ruined. With that moment, you swing out with your– falchion, thank you. Yeah, it’s falchion, that’s right– and strike across the back of its shoulder. You see what once was this beautiful young woman is now this swollen, horrible undead form lumbering past, and you cut a heavy chunk of meat off of its shoulder. It curves around and makes a second strike at you, Mollymauk. This one without advantage. That’s a natural 19. Yeah, that’s a 24 to hit. All right. You take eight points of bludgeoning damage, as the first one, you manage to move out of the way, and as you spin your scimitar around, you glance over just in time to have it clock you right across the jaw. Your vision blurs and doubles for a second. That’s going to end their turn. Yasha, you’re up.\n","speaker":"MATT"},{"text":"All right, Yasha!\n","speaker":"SAM"},{"text":"Can I get to the big beast? Beast number one? Okay, so this is the first time I’ve done this, so hopefully I won’t do this wrong. I would like to rage.\n","speaker":"ASHLEY"},{"text":"I’m going to workshop it, I’ll make something later. For now, it’s a placeholder. Okay, I would like to rage, and reckless attack?\n","speaker":"ASHLEY"},{"text":"Yeah, you can reckless attack any of your attacks.\n","speaker":"MATT"},{"text":"Is that something you can do right away? That sounds like a later thing.\n","speaker":"SAM"},{"text":"Is that something you do later? Okay. I didn’t get a practice shot at this. Okay. So I just roll.\n","speaker":"ASHLEY"},{"text":"You roll at advantage.\n","speaker":"MATT"},{"text":"I don’t know how to play D&D anymore! I just forgot how to do it.\n","speaker":"ASHLEY"},{"text":"Okay, but roll again, you have advantage.\n","speaker":"LAURA"},{"text":"Oh, reckless. Okay. 17?\n","speaker":"ASHLEY"},{"text":"That hits. Go ahead and roll damage.\n","speaker":"MATT"},{"text":"I take out my beautiful greatsword.\n","speaker":"ASHLEY"},{"text":"Freshly purchased. In fact, this is the first time it’s seen battle.\n","speaker":"MATT"},{"text":"It is the first time it’s seen battle.\n","speaker":"ASHLEY"},{"text":"Google reported a weird influx of 'falchion’ searches.\n","speaker":"SAM"},{"text":"13.\n","speaker":"ASHLEY"},{"text":"On the one that’s already been damaged?\n","speaker":"MATT"},{"text":"Yeah. The first guy.\n","speaker":"ASHLEY"},{"text":"Yeah, all right.\n","speaker":"MATT"},{"text":"Get the fuck out of my tent!\n","speaker":"ASHLEY"},{"text":"Yeah, no, it does not make the save– it rolled– yeah. So as you come down with your blade and carve through its body, you watch as it curls back, trying to reform and hold itself, but your blow was too strong, and its zombie-ish form cannot maintain a cohesive hold on its form, and you watch as it just crumbles to the ground, no longer moving.\n","speaker":"MATT"},{"text":"Yasha!\n","speaker":"SAM"},{"text":"Okay, okay, okay.\n","speaker":"ASHLEY"},{"text":"Okay, that ends your turn. As you’re there, growling animalistically towards the creature.\n","speaker":"MATT"},{"text":"Ooh, that feels fun.\n","speaker":"ASHLEY"},{"text":"You have about five more feet of movement, if you wanted to move.\n","speaker":"MATT"},{"text":"Okay, so I’m going to go a little bit closer to– wait, how many more are left? Just the other one? Yeah, so I’ll get ready for the other one. So a little bit closer to it.\n","speaker":"ASHLEY"},{"text":"All right. That ends your turn, Yasha. Fjord, you’re up.\n","speaker":"MATT"},{"text":"Shit. I’ll turn and head towards other tree-zombie fuck. I would like to use my bonus action to cast Hex on it.\n","speaker":"TRAVIS"},{"text":"Okay. So you watch as Fjord lumbers towards it, his large, armored half-orc form holding the blade in his hand. Puts his hand out, and the shadows suddenly swirl and gather around this zombified woman’s form and cling to it, like it’s holding it in place. So with it now hexed, what would you like to do?\n","speaker":"MATT"},{"text":"I would like to use my falchion to open it the fuck up.\n","speaker":"TRAVIS"},{"text":"All right, go for it.\n","speaker":"MATT"},{"text":"21.\n","speaker":"TRAVIS"},{"text":"That definitely hits. Go ahead and roll damage.\n","speaker":"MATT"},{"text":"That’s 12 points of damage, plus five points of necrotic damage.\n","speaker":"TRAVIS"},{"text":"17 points of damage.\n","speaker":"MATT"},{"text":"Level two, that’s major.\n","speaker":"LIAM"},{"text":"So, as you rush up, after the shadows gather around it, it looks up to you, and it pulls back, ready to strike, and you just shake your head, and one large swipe of your falchion carves this giant mark across its chest. Where the cloth and flesh opens, you can see this blackened interior, where the muscles are trying to move, almost like worms, to regather and tighten. All right, that ends your turn. That brings us to Caleb.\n","speaker":"MATT"},{"text":"All right, I know that it’s restricted movement, but I will push this way through the crowd so that I have a clearer shot, as far as I can, and then I will re-up with Chromatic Orb.\n","speaker":"LIAM"},{"text":"You can push right about there. You just barely pull through the crowd to the front to get a clear–\n","speaker":"MATT"},{"text":"Hi, Caleb.\n","speaker":"LAURA"},{"text":"I certainly don’t want to do that. I want to stay in the crowd, behind people, and I will do Chromatic Orb again, but this time, I’m going to set it to acid, so see if it hit. Oh, that’s not good, it’s 11.\n","speaker":"LIAM"},{"text":"11 unfortunately does not hit. So as you pull it out a second time, you’re pushing through the crowd and you pull up your diamond, and right as you’re about to release the spell, one of the people in the crowd slams into you with her shoulder and you get jarred off to the side. The acid bolt of the Chromatic Orb flies off and actually burns a hole through the distant tent and then vanishes into the night sky.\n","speaker":"MATT"},{"text":"Hope that didn’t hit anyone.\n","speaker":"LIAM"},{"text":"All right, that ends your turn, Caleb. Nott, you’re up.\n","speaker":"MATT"},{"text":"Do I have eyes on the biggie? Is Fjord right next to her?\n","speaker":"SAM"},{"text":"Fjord and Mollymauk are both next to it, yes.\n","speaker":"MATT"},{"text":"All right. I’m going to peek out behind whatever patron I’m next to, take out my little crossbow and just shoot a little shot.\n","speaker":"SAM"},{"text":"All right, go for it.\n","speaker":"MATT"},{"text":"Is it made of piano wire?\n","speaker":"TRAVIS"},{"text":"16.\n","speaker":"SAM"},{"text":"16 hits.\n","speaker":"MATT"},{"text":"I like how every time you roll it comes out.\n","speaker":"LAURA"},{"text":"It does. This is very bouncy. Okay, so 1d6, that’s a four, plus four is eight, plus I get sneak attack damage, 'cause I’m a rogue. Another four, so that’s 12. Is the creature bigger than me? I will use Fury of the Small.\n","speaker":"SAM"},{"text":"To inflict another two points of damage, so that’s 14 points of damage.\n","speaker":"SAM"},{"text":"Okay. As you pull around the corner and release your one crossbow bolt, it hits the bottom of the chin and pokes out one of the eyes. The eye goes flying off into the distance as the bolt is now jammed outside of the socket. The creature turns, glancing your direction. It looks pretty hurt, but it’s still standing.\n","speaker":"MATT"},{"text":"Can I use the rest of my action-movement-whatever bonus to look at the patron I’m next to. Do they have any baubles or jewelry on them?\n","speaker":"SAM"},{"text":"In this moment?\n","speaker":"TRAVIS"},{"text":"I’ll say you can use your bonus action to just look. There’s nothing you can do this turn, but next turn, you could. So make a perception check.\n","speaker":"MATT"},{"text":"Oh, it’s just nine.\n","speaker":"SAM"},{"text":"Nine? It’s hard to look. You see this what looks to be late-30s woman dressed in some sort of general workers’ clothing with a loose apron, and she’s just running and scrambling to get towards the exit. You don’t see anything of worth on her, unfortunately. Sorry. All right, Nott, that ends your turn. Molly, you’re up.\n","speaker":"MATT"},{"text":"I’m still engaged with it, right? Okay, I’m going to take two swipes.\n","speaker":"TALIESIN"},{"text":"Okay, so you spin around. You pull your second scimitar out, as part of the strike, one of them encased in ice crystals. So the first strike– make sure you mark which one’s which.\n","speaker":"MATT"},{"text":"Purple’s the ice. That’s– the purple is 12 to hit?\n","speaker":"TALIESIN"},{"text":"12 just barely hits.\n","speaker":"MATT"},{"text":"Ooh. So they both hit, so that’s good. So that’s going to be– or all three, then, because\nthe other one is 21 to hit.\n","speaker":"TALIESIN"},{"text":"That hits, yeah.\n","speaker":"MATT"},{"text":"The first one is four points of damage.\n","speaker":"TALIESIN"},{"text":"Four points of damage?\n","speaker":"MATT"},{"text":"I’m sorry, the magic one is six points plus three ice, so nine points.\n","speaker":"TALIESIN"},{"text":"Nine points of damage, all right.\n","speaker":"MATT"},{"text":"The other one is four points of damage.\n","speaker":"TALIESIN"},{"text":"Okay. So the first strike hits, and as the scimitar carves through, the body snaps and opens, and it snaps back into place, the torso locking back in. The second strike does how much damage?\n","speaker":"MATT"},{"text":"Four points of damage.\n","speaker":"TALIESIN"},{"text":"Yeah. The second one hits again, and you watch as the torso spins off. It looks like only the spinal column is holding it in place, but it’s managing to maintain its structure as it (snarls). That ends your turn.\n","speaker":"MATT"},{"text":"Someone, anyone? Yep.\n","speaker":"TALIESIN"},{"text":"All right, ending Mollymauk’s turn, that brings us to Beau.\n","speaker":"MATT"},{"text":"Beau, you got this.\n","speaker":"LAURA"},{"text":"In response to him, I say, I thought you said you didn’t let in the sick!\n","speaker":"MARISHA"},{"text":"Just kill it!\n","speaker":"TALIESIN"},{"text":"I come up and I want to do a flying Superman (impact).\n","speaker":"MARISHA"},{"text":"Wham! Go for it.\n","speaker":"MATT"},{"text":"First one. Okay. 16?\n","speaker":"MARISHA"},{"text":"That’ll hit. Damage.\n","speaker":"MATT"},{"text":"I had my staff– oh, I had my staff, but I said–\n","speaker":"MARISHA"},{"text":"You said Superman punch, man.\n","speaker":"LIAM"},{"text":"It’s fine, it’s fine. Six damage.\n","speaker":"MARISHA"},{"text":"Six points of damage. Natural 20. You watch as you sock it in the face and the jaw breaks and then snaps back into place. As you land, pulling it back, you can see some of the teeth are actually stuck in your fist as you pull back, they’ve broken off into your knuckles.\n","speaker":"MATT"},{"text":"I go, oh, come on. I’m going to use my other ki point to do flurry of blows again, and I’m going to try and punch him in the bridge with the remainder of his teeth.\n","speaker":"MARISHA"},{"text":"Her teeth, technically, this is the woman that was killed originally.\n","speaker":"MATT"},{"text":"Oh. I’ll be like, you were so pretty, too.\n","speaker":"MARISHA"},{"text":"Go for it. Two more strikes.\n","speaker":"MATT"},{"text":"19 and 18. Natural. And then, okay.\n","speaker":"MARISHA"},{"text":"That’s a really pretty dice.\n","speaker":"LAURA"},{"text":"Eight, 12, 13 damage.\n","speaker":"MARISHA"},{"text":"Natural one, no. So the second punch, you swing wide and hit the side of the head, and the neck snaps, and it’s now stuck in a sideways position. As it turns, the jaw, it pulls back one of its weirdly swollen clawed hands, ready to go for that open wound in your gut, and as it does, how do you want to do this?\n","speaker":"MATT"},{"text":"First one!\n","speaker":"TRAVIS"},{"text":"First blood.\n","speaker":"SAM"},{"text":"I’ll do the uppercut with the other one, and the one that has its teeth in it, I want to go right between the bridge of the nose and get the teeth right in the eyes and break the nose bridge into the brain. You know that thing? Yeah.\n","speaker":"MARISHA"},{"text":"And as you do that, you slam into its face. You watch as the skull caves in, the teeth piercing both of the red, bulging eyes. And with this horrible sucking, sighing sound, it falls onto its back, no longer moving, the shadows released.\n","speaker":"MATT"},{"text":"I grab my gash and fucked-up ribs and immediately turn over me. Can I do a perception check or an insight check on any of the ringleaders? On any of what was going on? The ringleader or the jester?\n","speaker":"MARISHA"},{"text":"That was your turn, unfortunately. That’s your turn. At this point, the current threats are down, and the crowd is screaming and rushing. The two members of the Crown’s Guard are rushed to the front, weapons ready, and they see both of these creatures bloodied and ruined across the base of this. In the midst of the chaos, one of them points and goes, “You, you! Stay where you are!” And you watch as the rest of the crowd slowly pushes through, you see as Gustav manages to make his way in. “Dear god, what’s happened here?” Looks over toward Bo the Breaker, the half-orc who’s now joined the rest of you. “Sir, I don’t know how he got in here.” And everyone looks around back at you. Bo looks at you, Gustav looks to you, Molly. “What happened?”\n","speaker":"MATT"},{"text":"One of them turned. I don’t know what happened.\n","speaker":"TALIESIN"},{"text":"There was a sick guy! There was an old sick guy and he turned into a zombie! And I run over and I cast Cure Wounds on Beau.\n","speaker":"LAURA"},{"text":"Oh, thank you, man. I’m really down.\n","speaker":"MARISHA"},{"text":"Are you sick too? Did you get hurt? Hold on two seconds. I’m going to cure her and then I’ll cure you too.\n","speaker":"LAURA"},{"text":"Yasha, have you ever seen anything like this happen before?\n","speaker":"TRAVIS"},{"text":"No. Never.\n","speaker":"ASHLEY"},{"text":"Seven points, that’s all I could cure.\n","speaker":"LAURA"},{"text":"That’s amazing. That’s great.\n","speaker":"MARISHA"},{"text":"I’m going to drop my sword.\n","speaker":"TALIESIN"},{"text":"Oh, that’s better for you, ten for you.\n","speaker":"LAURA"},{"text":"Okay. At this point, the two Crown’s Guard that are there are trying desperately to maintain control. You can see they’re visibly shaken, and they glance at each other like they’re a little out of their depths at the moment. “Stay where you are. Don’t go anywhere.”\n","speaker":"MATT"},{"text":"Oh, wherever will I go.\n","speaker":"TALIESIN"},{"text":"And he turns to the one who’s in the front, looks to the other one who just made his way through, and goes, “Sivelmen, find someone. Bring the rest of the guard. Please!” “Right now, sir.” And he pushes his way towards the back as the rest of the crowd runs out. Now everyone in the crowd has mostly pushed out of the tent, the last few dregs pushing through. Children crying, people of Trostenwald just exiting out the flaps as they close, and you’re all standing there, weapons in your hands, wondering what to do.\n","speaker":"MATT"},{"text":"What are the corpses doing now that they’ve fallen?\n","speaker":"TRAVIS"},{"text":"They’re both unmoving, ruined, torn apart.\n","speaker":"MATT"},{"text":"Can I search the corpse of the woman?\n","speaker":"LAURA"},{"text":"You can. As you go to move to it, both of your forms merge. The Crown’s Guard goes like, “Don’t move.”\n","speaker":"MATT"},{"text":"Which one?\n","speaker":"LAURA"},{"text":"“Both? Uh.” He looks genuinely confused.\n","speaker":"MATT"},{"text":"When I’m going “which one?” I make my second form just dart forward and start searching the body.\n","speaker":"LAURA"},{"text":"Okay. It mimics searching a body. It’s not actually you. Begins rifling imaginary things out of the pockets.\n","speaker":"MATT"},{"text":"Look at all the stuff that that one’s finding over there!\n","speaker":"LAURA"},{"text":"Can he turn and look and I try to search the other guy?\n","speaker":"LAURA"},{"text":"Make a deception check to try and deceive him to glance over.\n","speaker":"MATT"},{"text":"Not bad. 19?\n","speaker":"LAURA"},{"text":"(laughs) He goes, “What, over there?” Looks over as you jump over quickly and begin searching through it, and you guys watch her do this, and there’s a clear line of sight. As soon as he turns back, he’s going to notice her rifling through the other corpse.\n","speaker":"MATT"},{"text":"Is Gustav still in here?\n","speaker":"ASHLEY"},{"text":"Gustav is now walking up, and he’s hands up in the air. “I’m terribly sorry. I– this has never happened. I don’t know what happened. What happened?!”\n","speaker":"MATT"},{"text":"We’ve never seen anything like it before. He just– he gripped his heart and fell over and turned into that thing.\n","speaker":"TALIESIN"},{"text":"It was when Toya started singing.\n","speaker":"ASHLEY"},{"text":"Yeah, what’s with the dwarven girl? Why–\n","speaker":"MARISHA"},{"text":"Nothing like this.\n","speaker":"TALIESIN"},{"text":"“She’s been singing with us for over two years, now.”\n","speaker":"MATT"},{"text":"How’d she come to you? She’s a pretty young girl.\n","speaker":"MARISHA"},{"text":"“She had no family and she was singing in the street for change. There was an opportunity. We seized it. We gave her a family she didn’t have.”\n","speaker":"MATT"},{"text":"Put your hands down.\n","speaker":"TRAVIS"},{"text":"The Crown’s Guard goes like (grunts). “It’s fine, just don’t move.”\n","speaker":"MATT"},{"text":"Did I find anything?\n","speaker":"LAURA"},{"text":"Make an investigation check.\n","speaker":"MATT"},{"text":"She uses a different dice for everything, Travis?\n","speaker":"SAM"},{"text":"Shut up.\n","speaker":"LAURA"},{"text":"Is that what I’m dealing with now?\n","speaker":"SAM"},{"text":"You’re not even ready.\n","speaker":"TRAVIS"},{"text":"14?\n","speaker":"LAURA"},{"text":"You manage to rifle through the old man’s body, through the stringy bits of gore, and you do find three pieces of silver that are just coated in blood. A few moments pass. The rest of the people are gone, and it’s just this awkward quiet, and at this point you watch as Ornna, the fire fairy who had previously performed, walks in and is like, “I’m sorry. What has happened here?”\n","speaker":"MATT"},{"text":"Your little dwarf girl was singing, and she turns people into zombies.\n","speaker":"LAURA"},{"text":"I feel that that was entirely coincidental. I’m really not sure that the two things were related. Something was wrong with this man.\n","speaker":"TALIESIN"},{"text":"See, it’s interesting, because I would say the opposite. I would say it wasn’t that coincidental, because–\n","speaker":"MARISHA"},{"text":"I would agree, it seemed to happen with this–\n","speaker":"LIAM"},{"text":"We’ve seen her sing dozens, hundreds of times. Nothing like this has ever happened. I’ve seen people sit in the front row hundreds of times. Nothing like this has ever happened.\n","speaker":"TALIESIN"},{"text":"Have you had the elderly or the sick in these tents before?\n","speaker":"LIAM"},{"text":"Yeah, you also happen to be very explicit on your page that you don’t want the sick, so.\n","speaker":"MARISHA"},{"text":"Gustav.\n","speaker":"TALIESIN"},{"text":"At this motion, Gustav goes, “It’s generally just because we want to promote a space of welcoming cleanliness. When we’re working amongst the outskirts of the Empire, we don’t want to bring an element that reminds you of death and–”\n","speaker":"MATT"},{"text":"You hate old people so much.\n","speaker":"SAM"},{"text":"“Well, we’re in entertainment. We have to be cautious.” The single Crown’s Guard guy who’s sitting there with his weapon out, you can see him shaking almost, he’s never had to deal with anything like this before.\n","speaker":"MATT"},{"text":"Hold up. I’ve never seen that one before. He looks really suspicious.\n","speaker":"TALIESIN"},{"text":"Towards him?\n","speaker":"MATT"},{"text":"No, the guy behind him.\n","speaker":"TALIESIN"},{"text":"(gasps) He does look suspicious.\n","speaker":"LAURA"},{"text":"Make a deception check.\n","speaker":"MATT"},{"text":"Sure. Eight.\n","speaker":"TALIESIN"},{"text":"He goes, “Don’t try that on me. I’ve been doing this for over ten years.”\n","speaker":"MATT"},{"text":"Oh wait, look at him!\n","speaker":"ASHLEY"},{"text":"I cast Thaumaturgy and make it sound like there’s a sound coming from behind him, too.\n","speaker":"LAURA"},{"text":"Make a sleight-of-hand check to see if you can cast this spell subtly enough or not.\n","speaker":"MATT"},{"text":"This poor guard. Ooh!\n","speaker":"SAM"},{"text":"Natural one.\n","speaker":"LAURA"},{"text":"As you attempt to cast this spell, a little bit of spittle gets caught in your windpipe, and you begin to cough uncontrollably. Yeah, it just falls away.\n","speaker":"MATT"},{"text":"(coughing) There was some popcorn that I ate earlier.\n","speaker":"LAURA"},{"text":"You should know that whatever happened to that first man when he attacked the woman, she caught whatever he had.\n","speaker":"TRAVIS"},{"text":"“And that is extremely worrying. Nobody touch that body.” And he looks back and sees you coughing over the corpse, and the guy’s like, “Don’t you touch that body! Are you sick?”\n","speaker":"MATT"},{"text":"(coughing) I have bloody fingers.\n","speaker":"LAURA"},{"text":"“Someone hold her down. If she’s sick and turns into one of these, I will not–”\n","speaker":"MATT"},{"text":"She’s fine. Just calm down.\n","speaker":"ASHLEY"},{"text":"Well, we’ve already killed two of them.\n","speaker":"TALIESIN"},{"text":"She’s definitely sick.\n","speaker":"SAM"},{"text":"Make a deception check.\n","speaker":"MATT"},{"text":"That was cocked, unfortunately. That was a good one. Oh, well. 16?\n","speaker":"LAURA"},{"text":"16? His face goes white and he goes, “Kill the thing!” And rushes forward, blade held above.\n","speaker":"MATT"},{"text":"I take out my greatsword.\n","speaker":"ASHLEY"},{"text":"What, you’re going to kill a guard?\n","speaker":"SAM"},{"text":"Stop, stop.\n","speaker":"ASHLEY"},{"text":"He holds back. He turns to you and sees you standing a full four inches taller than him with a much larger blade, with one hand, and he goes, “Look, if she’s going to become one of these things, we have to stop her now.”\n","speaker":"MATT"},{"text":"Yasha will totally kill me. Don’t worry, you can leave.\n","speaker":"LAURA"},{"text":"Jester. Jokes are great until they get you killed, man. She’s joking.\n","speaker":"MARISHA"},{"text":"(weak laughter)\n","speaker":"LAURA"},{"text":"Poor guard.\n","speaker":"SAM"},{"text":"Immediately rubs his eyes. You can see him, now that he’s closer to you, you can see he’s sweating, he’s scared, he’s generally trying the best he can to use whatever training he’s received to deal with a scenario he was not trained for.\n","speaker":"MATT"},{"text":"This is the King’s Guard guy?\n","speaker":"MARISHA"},{"text":"One of the Crown’s Guard. The Crown’s Guard are all generally hired and trained militia that are sent amongst all the cities to keep the peace.\n","speaker":"MATT"},{"text":"What’s your name, man?\n","speaker":"MARISHA"},{"text":"Wow, he’s really shook up.\n","speaker":"TALIESIN"},{"text":"Jamieson.\n","speaker":"SAM"},{"text":"“Flynn.”\n","speaker":"MATT"},{"text":"Flynn. How long you been doing this, you said ten years?\n","speaker":"MARISHA"},{"text":"“Ten years two months ago.”\n","speaker":"MATT"},{"text":"Oh. Happy ten year-i-versary. Yeah, congrats. Did you get a nice watch or like a commemorative tankard?\n","speaker":"MARISHA"},{"text":"They don’t have watches yet.\n","speaker":"TRAVIS"},{"text":"Shit. Did you get a commemorative tankard? Forget the watch part.\n","speaker":"MARISHA"},{"text":"“No. Don’t move.”\n","speaker":"MATT"},{"text":"I’m not moving, man. Hey. Hey, Flynn. Hey, man. How about first we put the swords down, because we helped? Yeah.\n","speaker":"MARISHA"},{"text":"Are any of us high charisma? 'Cause it don’t seem like it.\n","speaker":"SAM"},{"text":"At this point, the flaps at the front of the tent, the entranceway, fold in and you watch as one, two, three, four, six, ten Crown’s Guard begin filtering into the chamber. You watch as one man, the one who has his helmet off and under his shoulder, he’s maybe in his early 40s or so, short brown hair with patches of grey. Somewhat jaundiced skin. Molly, you’ve encountered this man once before when you entered the city. He approaches Gustav right now with a commanding voice. “I had a gut feeling that you were nothing but trouble when you came into our town.” Gustav turns around. “I guarantee to you, my friend, I have no idea–” “What happened here?” The Crown’s Guard who’s been shaken turns around and goes, “Sir, Flynn. There was a creature. This carnival seemed to create some sort of terrible entity that killed and then created a secondary beast. I watched it with my own eyes from the back row.” And the man turns back towards Gustav and the rest of you. “And who else saw that?”\n","speaker":"MATT"},{"text":"We did.\n","speaker":"TRAVIS"},{"text":"Well, we saw an old guy turn into a zombie. But it’s possible that he just died because he was old, and then he had the zombie curse on him and just turned, you know? Because that happens a lot.\n","speaker":"LAURA"},{"text":"(deadpan) Gustav, it’s no use, we’ve been found out. Our terrible plot to make a zombie rampage through our carnival has been discovered. Whatever will we do now that we’ve been discovered for our brilliant plot to make a zombie ruin our circus. My god.\n","speaker":"TALIESIN"},{"text":"Flynn turns to you and goes, “Put your weapons down or we’ll arrest you immediately!”\n","speaker":"MATT"},{"text":"I’m literally holding nothing but my hands.\n","speaker":"TALIESIN"},{"text":"I mean, I’m sorry, but we’re basically a group of strangers. Most of us don’t know each other. We all have the same story. There was a show, an old man became a thing, and we helped destroy it. This one destroyed it. What more do you want from us?\n","speaker":"LIAM"},{"text":"It ruined our show.\n","speaker":"TALIESIN"},{"text":"Flynn turns back and says, “Watchmaster, what should we do?” And the man with the helmet under his arm walks forward, walks to Gustav, gives him one look over, still a few inches shorter than him. Looks at him with a sense of purpose and social status that has a sense of disinterest and disrespect. “You, sir, and your orc, and your circus, are considered currently under arrest. Who else belongs to your merry band?” He looks about the rest and Gustav goes, “The orc.” Glances back at the two of you and goes, “The rest of them are just purveyors of our performances. He was just joking earlier, right?” Make a deception check.\n","speaker":"MATT"},{"text":"Oh boy.\n","speaker":"SAM"},{"text":"Nope.\n","speaker":"TALIESIN"},{"text":"“And you are also under arrest. The rest of you, what are your names?”\n","speaker":"MATT"},{"text":"Shirley.\n","speaker":"LAURA"},{"text":"Temple.\n","speaker":"SAM"},{"text":"Caleb Widogast.\n","speaker":"LIAM"},{"text":"Beau, same as him.\n","speaker":"MARISHA"},{"text":"Bo.\n","speaker":"TRAVIS"},{"text":"I am Bo!\n","speaker":"SAM"},{"text":"You pointed at me.\n","speaker":"TRAVIS"},{"text":"I meant the NPC Bo! But it works!\n","speaker":"MARISHA"},{"text":"Here’s the thing. Oh, it’s Mary by the way, but I think I know who might know what has happened here.\n","speaker":"ASHLEY"},{"text":"“Do you? Tell me.”\n","speaker":"MATT"},{"text":"I’ll have to go get her.\n","speaker":"ASHLEY"},{"text":"“Who is this?”\n","speaker":"MATT"},{"text":"She is the singer that made this all happen.\n","speaker":"ASHLEY"},{"text":"“Flynn, escort this woman to retrieve this individual she speaks of.” Flynn nods and walks over towards you.\n","speaker":"MATT"},{"text":"She’s really shy, though, and I hear she only talks to tieflings, so you should probably send–\n","speaker":"LAURA"},{"text":"“Stay where you are.”\n","speaker":"MATT"},{"text":"–my brother along, because he’s really good with that stuff.\n","speaker":"LAURA"},{"text":"Try not to stab any random people on your way there, Flynn. You’re doing good.\n","speaker":"TALIESIN"},{"text":"“My men tell me that the rest of you helped destroy these fiends. Is that correct?”\n","speaker":"MATT"},{"text":"Yeah.\n","speaker":"OTHER"},{"text":"“Then on behalf of the Starosta, I appreciate your aid. But until this investigation is complete, you are all under investigation from us. Where are you staying?”\n","speaker":"MATT"},{"text":"The Nestled Nook Inn.\n","speaker":"TRAVIS"},{"text":"Nested Nook.\n","speaker":"SAM"},{"text":"Nestled. He got it right.\n","speaker":"MATT"},{"text":"Oh, shit. One letter. God damn it.\n","speaker":"SAM"},{"text":"I have an intelligence of 14. I know what I’m doing.\n","speaker":"TRAVIS"},{"text":"“Do not leave this city unless you are told otherwise. Should you do so, I have your names, and I can have the full might of the Cerberus Assembly track you down. You. Flynn. Free this girl.” While you all stand in the tent, Flynn approaches you and walks a little bit behind you, weapon drawn but at the side. Do you lead him out of the tent? Okay. So you walk through the performer’s flap, and as you walk out, you can see backed up into the number of tents that are set up, and some of the carts, other members of the circus are hiding, and as soon as you exit out the front and they see you before the Crown’s Guard, they all immediately scatter and vanish to the nearby shadows, out of sight. The two of you walk out into the center, the fire crackling in a small pit off to the side. “All right, where is this girl you speak of?”\n","speaker":"MATT"},{"text":"She’s in the back in the tents.\n","speaker":"ASHLEY"},{"text":"“Show me.”\n","speaker":"MATT"},{"text":"Follow me.\n","speaker":"ASHLEY"},{"text":"He follows you. Which tent do you lead him to? Over here? Okay, there’s a larger tent, as he walks by your side, there’s the flap that’s slightly open.\n","speaker":"MATT"},{"text":"God, you could seduce him.\n","speaker":"SAM"},{"text":"Go get her. She won’t talk to me. She’s too scared of me.\n","speaker":"ASHLEY"},{"text":"“All right.” Gets his weapon ready and walks into the tent.\n","speaker":"MATT"},{"text":"I close the tent and I take off.\n","speaker":"ASHLEY"},{"text":"Okay. There’s a few moments before, in the distance, you hear a voice say, “The tent is empty. What are you talking about? Hello? Helloooo?”\n","speaker":"MATT"},{"text":"And you don’t look back, and you just run into the darkness of night, into the Marrow Fields and disappear.\n","speaker":"MATT"},{"text":"But that’s so mysterious.\n","speaker":"SAM"},{"text":"While that was happening, I’m close to the edge of the tent, and at some point I just (snap) and summoned Frumpkin. I have a 30-feet outside the tent, so Frumpkin’s out there.\n","speaker":"LIAM"},{"text":"Okay. Frumpkin keeps watch. The Watchmaster, as you heard him notified earlier, turns to the rest of you. “So. The investigation will begin. If any information comes to light that could alleviate you of the charges brought to this carnival, come to me and let me know. If you have no answers before we complete this investigation, then I believe you all will fall into the judgment.”\n","speaker":"MATT"},{"text":"Next time we don’t help. That’s what it comes down to.\n","speaker":"LAURA"},{"text":"I know, we got paid the first time we helped, and then we got arrested the second time. I don’t know what lesson to learn here.\n","speaker":"MARISHA"},{"text":"Just say okay and let’s leave.\n","speaker":"SAM"},{"text":"Yeah, yeah.\n","speaker":"LIAM"},{"text":"So the guards escort you out of the tent. Molly, you’re stuck behind with Gustav and Bo the Breaker, with a guard of five Crown’s Guards set to keep watch. As the rest of you are sent to the city, the Watchmaster turns once more and says, “Remember, you flee, I’ll find you.” And that’s where we’ll end tonight’s session.\n","speaker":"MATT"},{"text":"No way! What? No! I want to keep playing.\n","speaker":"SAM"},{"text":"I’m so excited, this is great.\n","speaker":"TALIESIN"},{"text":"It’s a good spot.\n","speaker":"LIAM"},{"text":"We did it, we did it.\n","speaker":"ASHLEY"},{"text":"Holy shit.\n","speaker":"TRAVIS"},{"text":"We have to get Molly out!\n","speaker":"LAURA"},{"text":"(sighs) Everything’s better with Molly.\n","speaker":"SAM"},{"text":"Truer words were never spoken.\n","speaker":"TALIESIN"},{"text":"Well, guys, welcome to the new campaign. Season two, I guess.\n","speaker":"MATT"},{"text":"Oh my goodness.\n","speaker":"LIAM"},{"text":"It feels so weird.\n","speaker":"MARISHA"},{"text":"Look at these cool Wyrmwood cases that we have!\n","speaker":"SAM"},{"text":"Fucking Sam. I swear to god.\n","speaker":"MATT"},{"text":"I used 100% new dice. No repeats from Keyleth.\n","speaker":"MARISHA"},{"text":"Yeah, totally new dice.\n","speaker":"TRAVIS"},{"text":"I kept the Gil die.\n","speaker":"TALIESIN"},{"text":"I used some new dice.\n","speaker":"LAURA"},{"text":"What are you talking about?\n","speaker":"TRAVIS"},{"text":"Some new dice.\n","speaker":"LAURA"},{"text":"I used this beautiful little–\n","speaker":"MATT"},{"text":"Fuck you.\n","speaker":"TALIESIN"},{"text":"The Snitch is mine now.\n","speaker":"MATT"},{"text":"Look at all the 20s Taliesin rolled tonight.\n","speaker":"LIAM"},{"text":"I know. Oh man. I’m excited.\n","speaker":"MATT"},{"text":"Such cool characters, guys!\n","speaker":"SAM"},{"text":"I’m excited to see where this goes.\n","speaker":"MATT"},{"text":"I still don’t know what half of you guys are. What’s Travis?\n","speaker":"SAM"},{"text":"Everyone did something that revealed them tonight.\n","speaker":"MATT"},{"text":"I don’t know nothing, I don’t know how to play D&D.\n","speaker":"SAM"},{"text":"Should we all say in case you’re Sam and you don’t know?\n","speaker":"MARISHA"},{"text":"I’m a ballerina.\n","speaker":"TRAVIS"},{"text":"He’s a prima.\n","speaker":"MARISHA"},{"text":"Well, guys. Happy New Year. Welcome back, Happy New Year to you guys. Thank you for coming along with us on this first episode of a new journey. Thank you, Backblaze and DnD Beyond, for being awesome sponsors partnered with us going forward. Thank you, Wyrmwood, for this amazing table. Thank you guys for coming along with us this evening for our first dive into this new venture. Hope you enjoyed it. We did.\n","speaker":"MATT"},{"text":"Thank you to our amazing crew.\n","speaker":"MARISHA"},{"text":"Thank you, Matt Mercer, for this amazing new campaign! Welcome to Wildemount.\n","speaker":"SAM"},{"text":"I’m excited.\n","speaker":"MATT"},{"text":"Thanks, Yev.\n","speaker":"SAM"},{"text":"Guys, have a wonderful evening. We’ll see you next week. See where this next stage in the story takes us. Ashley, I’m glad you could make it for this first episode.\n","speaker":"MATT"},{"text":"Yeah, me too.\n","speaker":"ASHLEY"},{"text":"Until then, have a wonderful night, sleep well, and is it Thursday yet? Good night!\n","speaker":"MATT"}],"_id":"5fe272e5f7dc2b504353c85e","episode_number":"1","episode_title":"Curious Beginnings"}
